{
    "context": "It afterward was learned that no one ever\nknew who shot Peyton, and that Col. Fry of the Fourth Kentucky shot\nZollicoffer. Tuttle captured Peyton's sword and still has it in\nhis possession. It was presented to\nBailie Peyton by the citizens of New Orleans at the outbreak of the\nMexican war, and was carried by Col. Scott's staff at the close of the war, and\nwhen Santa Anna surrendered the City of Mexico to Gen. Peyton was the staff officer designated by Scott to receive the\nsurrender of the city, carrying this sword by his side. It bears\nthis inscription: \"Presented to Col. Bailie Peyton, Fifth Regiment\nLouisiana Volunteer National Guards, by his friends of New Orleans. His deeds will add glory to\nher arms.\" There has been considerable correspondence between the\ngovernment and state, officials and the descendants of Col. Peyton\nrelative to returning this trophy to Col. Peyton's relatives, but so\nfar no arrangements to that effect have been concluded. It was reported by Tennesseeans at the time of the battle that young\nPeyton was what was known as a \"hoop-skirt\" convert to the Confederate\ncause. Mary went to the kitchen. Southern ladies were decidedly more pronounced secessionists\nthan were the sterner sex, and whenever they discovered that one of\ntheir chivalric brethren was a little lukewarm toward the cause of the\nSouth they sent him a hoop skirt, which indicated that the recipient\nwas lacking in bravery. For telling of his loyalty to the Union he\nwas insulted and hissed at on the streets of Nashville, and when he\nreceived a hoop skirt from his lady friends he reluctantly concluded\nto take up arms against the country he loved so well. He paid the\npenalty of foolhardy recklessness in the first battle in which he\nparticipated. A correspondent of the Cincinnati Commercial, who was an eye-witness\nof the battle, gave a glowing description of the heroic conduct of the\nSecond Minnesota during the engagement. He said: \"The success of the\nbattle was when the Second Minnesota and the Ninth Ohio appeared in\ngood order sweeping through the field. The Second Minnesota, from its\nposition in the column, was almost in the center of the fight, and in\nthe heaviest of the enemy's fire. They were the first troops that used\nthe bayonet, and the style with which they went into the fight is the\ntheme of enthusiastic comment throughout the army.\" It was the boast of Confederate leaders at the outbreak of the\nrebellion that one regiment of Johnnies was equal to two or more\nregiments of Yankees. After the battle of Mill Springs they had\noccasion to revise their ideas regarding the fighting qualities of the\ndetested Yankees. From official reports of both sides, gathered after\nthe engagement was over, it was shown that the Confederate forces\noutnumbered their Northern adversaries nearly three to one. The victory proved a dominant factor in breaking up the Confederate\nright flank, and opened a way into East Tennessee, and by transferring\nthe Union troops to a point from which to menace Nashville made the\nwithdrawal of Gen. Albert Sidney Johnston's troops from Bowling Green,\nKy., to Nashville necessary. Confederate loss, 600 in killed, wounded and prisoners. Union loss,\n248 in killed and wounded. Twelve rebel cannon and caissons complete\nwere captured. Two hundred wagons with horses in harness were\ncaptured, as were large quantities of ammunition, store and camp\nequipments--in fact, the Union troops took all there was. Fry's version of the killing of Zollicoffer is as follows: While\non the border of \"old fields\" a stranger in citizen clothes rode up by\nhis side, so near that he could have put his hand upon his shoulder,\nand said: \"Don't let us be firing on our own men. Those are our men,\"\npointing at the same time toward our forces. Fry looked upon him\ninquiringly a moment, supposing him to be one of his own men, after\nwhich he rode forward not more than fifteen paces, when an officer\ncame dashing up, first recognizing the stranger and almost the same\ninstant firing upon Col. At the same moment the stranger wheeled\nhis horse, facing Col. Fry, when the colonel shot him in the breast. Zollicoffer was a prominent and influential citizen of Nashville\nprevious to the war, and stumped the state with Col. Peyton in\nopposition to the ordinance of secession, but when Tennessee seceded\nhe determined to follow the fortunes of his state. Zollicoffer made a speech to his troops in which he said\nhe would take them to Indiana or go to hell himself. The poet of the Fourth Kentucky perpetrated the following shortly\nafter the battle:\n\n  \"Old Zollicoffer is dead\n  And the last word he said:\n  I see a wild cat coming. And he hit him in the eye\n  And he sent him to the happy land of Canaan. Hip hurrah for the happy land of freedom.\" The loyal Kentuckians were in great glee and rejoiced over the\nvictory. It was their battle against rebel invaders from Tennessee,\nMississippi and Alabama, who were first met by their own troops of\nWolford's First cavalry and the Fourth Kentucky infantry, whose blood\nwas the first to be shed in defense of the Stars and Stripes; and\ntheir gratitude went out to their neighbors from Minnesota, Indiana\nand Ohio who came to their support and drove the invaders out of their\nstate. 24, 1862, the Second Minnesota was again in Louisville,\nwhere the regiment had admirers and warm friends in the loyal ladies,\nwho as evidence of their high appreciation, though the mayor of the\ncity, Hon. Dolph, presented to the Second regiment a silk flag. \"Each regiment is equally entitled to like honor, but\nthe gallant conduct of those who came from a distant state to unite\nin subduing our rebel invaders excites the warmest emotions of our\nhearts.\" 25 President Lincoln's congratulations were read to the\nregiment, and on Feb. 9, at Waitsboro, Ky., the following joint\nresolution of the Minnesota legislature was read before the regiment:\n\n\nWhereas, the noble part borne by the First regiment, Minnesota\ninfantry, in the battles of Bull Run and Ball's Bluff, Va., is\nyet fresh in our minds; and, whereas, we have heard with equal\nsatisfaction the intelligence of the heroism displayed by the Second\nMinnesota infantry in the late brilliant action at Mill Springs, Ky. :\n\nTherefore be it resolved by the legislature of Minnesota, That while\nit was the fortune of the veteran First regiment to shed luster upon\ndefeat, it was reserved for the glorious Second regiment to add\nvictory to glory. Resolved, that the bravery of our noble sons, heroes whether in defeat\nor victory, is a source of pride to the state that sent them forth,\nand will never fail to secure to them the honor and the homage of the\ngovernment and the people. Resolved, That we sympathize with the friends of our slain soldiers,\nclaiming as well to share their grief as to participate in the renown\nwhich the virtues and valor of the dead have conferred on our arms. Resolved, That a copy of these resolutions, having the signature\nof the executive and the great seal of the state, be immediately\nforwarded by the governor to the colonels severally in command of\nthe regiments, to be by them communicated to their soldiers at dress\nparade. The battle at Mill Springs was the first important victory achieved by\nthe Union army in the Southwest after the outbreak of the rebellion,\nand the result of that engagement occasioned great rejoicing\nthroughout the loyal North. Although the battle was fought forty-five\nyears ago, quite a number of men engaged in that historic event\nare still living in St. Paul, a number of them actively engaged in\nbusiness. Clum, William Bircher, Robert G. Rhodes,\nJohn H. Gibbons, William Wagner, Joseph Burger, Jacob J. Miller,\nChristian Dehn, William Kemper, Jacob Bernard, Charles F. Myer,\nPhillip Potts and Fred Dohm. THE GREAT BATTLE OF PITTSBURG LANDING. A BRIEF DESCRIPTION OF ONE OF THE GREATEST AND MOST SANGUINARY BATTLES\nOF THE CIVIL WAR--TERRIBLE LOSS OF LIFE--GALLANT ACTION OF THE FIRST\nMINNESOTA BATTERY--DEATH OF CAPT. The battle of Pittsburg Landing on the 6th and 7th of April, 1862, was\none of the most terrific of the many great battles of the great Civil\nwar. It has been likened to the battle of Waterloo. Napoleon sought to\ndestroy the army of Wellington before a junction could be made with\nBlucher. Johnston and Beauregard undertook to annihilate the Army of\nthe Tennessee, under Gen. Grant, before the Army of the Cumberland,\nunder Buell, could come to his assistance. At the second battle of\nBull Run Gen. Pope claimed that Porter was within sound of his guns,\nyet he remained inactive. At Pittsburg Landing it was claimed by\nmilitary men that Gen. Buell could have made a junction with Grant\ntwenty-four hours sooner and thereby saved a terrible loss of life had\nhe chosen to do so. Both generals were subsequently suspended from\ntheir commands and charges of disloyalty were made against them by\nmany newspapers in the North. Porter was tried by court-martial\nand dismissed from the service. Many years after this decision was\nrevoked by congress and the stigma of disloyalty removed from his\nname. Buell was tried by court-martial, but the findings of the\ncourt were never made public. Buell\nwas guilty of the charges against him, and when he became\ncommander-in-chief of the army in 1864 endeavored to have him restored\nto his command, but the war department did not seem inclined to do so. About two weeks before the battle of Pittsburg Landing Gen. Grant\nwas suspended from the command of the Army of the Tennessee by Gen. Halleck, but owing to some delay in the transmission of the order, an\norder came from headquarters restoring him to his command before he\nknew that he had been suspended. Grant's success at Fort Henry\nand Fort Donelson made his superiors jealous of his popularity. McClellan, but the order was held up by the\nwar department until Gen. The reason for\nhis arrest was that he went to Nashville to consult with Buell without\npermission of the commanding general. Dispatches sent to Grant for\ninformation concerning his command was never delivered to him, but\nwere delivered over to the rebel authorities by a rebel telegraph\noperator, who shortly afterward joined the Confederate forces. Badeau, one of Grant's staff officers,\nwas in search of information for his \"History of Grant's Military\nCampaigns,\" and he unearthed in the archives of the war department the\nfull correspondence between Halleck, McClellan and the secretary of\nwar, and it was not until then that Gen. Grant learned the full extent\nof the absurd accusations made against him. Halleck assumed personal\ncommand of all the forces at that point and Gen. Grant was placed\nsecond in command, which meant that he had no command at all. This\nwas very distasteful to Gen. Grant and he would have resigned his\ncommission and returned to St. Louis but for the interposition of his\nfriend, Gen. Grant had packed up his belongings\nand was about to depart when Gen. Sherman met him at his tent and\npersuaded him to refrain. In a short time Halleck was ordered to\nWashington and Grant was made commander of the Department of West\nTennessee, with headquarters at Memphis. Grant's subsequent\ncareer proved the wisdom of Sherman's entreaty. Halleck assumed command he constructed magnificent\nfortifications, and they were a splendid monument to his engineering\nskill, but they were never occupied. He was like the celebrated king\nof France, who \"with one hundred thousand men, marched up the hill and\nthen down again.\" Halleck had under his immediate command more\nthan one hundred thousand well equipped men, and the people of\nthe North looked to him to administer a crushing blow to the then\nretreating enemy. The hour had arrived--the man had not. \"Flushed with the victory of Forts Henry and Donelson,\" said the\nenvious Halleck in a dispatch to the war department, previous to\nthe battle, \"the army under Grant at Pittsburg Landing was more\ndemoralized than the Army of the Potomac after the disastrous defeat\nof Bull Run.\" Scott predicted that the\nwar would soon be ended--that thereafter there would be nothing but\nguerrilla warfare at interior points. Grant himself in his\nmemoirs says that had the victory at Pittsburg Landing been followed\nup and the army been kept intact the battles at Stone River,\nChattanooga and Chickamauga would not have been necessary. Probably the battle of Pittsburg Landing was the most misunderstood\nand most misrepresented of any battle occurring during the war. It\nwas charged that Grant was drunk; that he was far away from the\nbattleground when the attack was made, and was wholly unprepared to\nmeet the terrible onslaught of the enemy in the earlier stages of the\nencounter. Beauregard is said to have stated on the morning\nof the battle that before sundown he would water his horses in the\nTennessee river or in hell. That the rebels did not succeed in\nreaching the Tennessee was not from lack of dash and daring on their\npart, but was on account of the sturdy resistance and heroism of their\nadversaries. Grant's own account of the battle,\nthough suffering intense pain from a sprained ankle, he was in the\nsaddle from early morning till late at night, riding from division to\ndivision, giving directions to their commanding officers regarding the\nmany changes in the disposition of their forces rendered necessary\nby the progress of the battle. The firm resistance made by the force\nunder his command is sufficient refutation of the falsity of the\ncharges made against him. Misunderstanding of orders, want of\nco-operation of subordinates as well as superiors, and rawness of\nrecruits were said to have been responsible for the terrible slaughter\nof the Union forces on the first day of the battle. *       *       *       *       *\n\nThe battle of Pittsburg Landing is sometimes called the battle of\nShiloh, some of the hardest lighting having been done in the vicinity\nof an old log church called the Church of Shiloh, about three miles\nfrom the landing. The battle ground traversed by the opposing forces occupied a\nsemi-circle of about three and a half miles from the town of\nPittsburg, the Union forces being stationed in the form of a\nsemi-circle, the right resting on a point north of Crump's Landing,\nthe center being directly in front of the road to Corinth, and the\nleft extending to the river in the direction of Harrisburg--a small\nplace north of Pittsburg Landing. At about 2 o'clock on Sunday\nmorning, Col. Peabody of Prentiss' division, fearing that everything\nwas not right, dispatched a body of 400 men beyond the camp for the\npurpose of looking after any body of men which might be lurking in\nthat direction. This step was wisely taken, for a half a mile advance\nshowed a heavy force approaching, who fired upon them with great\nslaughter. This force taken by surprise, was compelled to retreat,\nwhich they did in good order under a galling fire. At 6 o'clock the\nfire had become general along the entire front, the enemy having\ndriven in the pickets of Gen. Sherman's division and had fallen with\nvengeance upon three Ohio regiments of raw recruits, who knew nothing\nof the approach of the enemy until they were within their midst. The\nslaughter on the first approach of the enemy was very severe, scores\nfalling at every discharge of rebel guns. It soon became apparent that\nthe rebel forces were approaching in overwhelming numbers and there\nwas nothing left for them to do but retreat, which was done with\nconsiderable disorder, both officers and men losing every particle of\ntheir baggage, which fell into rebel hands. At 8:30 o'clock the fight had become general, the second line of\ndivisions having received the advance in good order and made every\npreparation for a suitable reception of the foe. At this time many\nthousand stragglers, many of whom had never before heard the sound\nof musketry, turned their backs to the enemy, and neither threats or\npersuasion could induce them to turn back. Grant, who had hastened up from Savannah, led to the adoption of\nmeasures that put a stop to this uncalled-for flight from the battle\nground. A strong guard was placed across the thoroughfare, with orders\nto hault every soldier whose face was turned toward the river, and\nthus a general stampede was prevented. At 10 o'clock the entire line\non both sides was engaged in one of the most terrible battles ever\nknown in this country. The roar of the cannon and musketry was without\nintermission from the main center to a point extending halfway down\nthe left wing. The great struggle was most upon the forces which had\nfallen back on Sherman's position. By 11 o'clock quite a number of the\ncommanders of regiments had fallen, and in some instances not a single\nfield officer remained; yet the fighting continued with an earnestness\nthat plainly showed that the contest on both sides was for death or\nvictory. The almost deafening sound of artillery and the rattle of\nmusketry was all that could be heard as the men stood silently and\ndelivered their fire, evidently bent on the work of destruction which\nknew no bounds. Foot by foot the ground was contested, a single narrow\nstrip of open land dividing the opponents. Many who were maimed fell\nback without help, while others still fought in the ranks until they\nwere actually forced back by their company officers. Finding it\nimpossible to drive back the center of our column, at 12 o'clock the\nenemy slackened fire upon it and made a most vigorous effort on our\nleft wing, endeavoring to drive it to the river bank at a point about\na mile and a half above Pittsburg Landing. With the demonstration of\nthe enemy upon the left wing it was soon seen that all their fury was\nbeing poured out upon it, with a determination that it should give\nway. For about two hours a sheet of fire blazed both columns, the\nrattle of musketry making a most deafening noise. For about an hour it\nwas feared that the enemy would succeed in driving our forces to the\nriver bank, the rebels at times being plainly seen by those on the\nmain landing below. While the conflict raged the hottest in this\nquarter the gunboat Tyler passed slowly up the river to a point\ndirectly opposite the enemy and poured in a broadside from her immense\nguns. The shells went tearing and crashing through the woods, felling\ntrees in their course and spreading havoc wherever they fell. The\nexplosions were fearful, the shells falling far inland, and they\nstruck terror to the rebel force. Foiled in this attempt, they now\nmade another attack on the center and fought like tigers. They found\nour lines well prepared and in full expectation of their coming. Every\nman was at his post and all willing to bring the contest to a definite\nconclusion. In hourly expectation of the arrival of reinforcements,\nunder Generals Nelson and Thomas of Buell's army, they made every\neffort to rout our forces before the reinforcements could reach the\nbattle ground. They were, however, fighting against a wall of steel. Volley answered volley and for a time the battle of the morning was\nre-enacted on the same ground and with the same vigor on both sides. At 5 o'clock there was a short cessation in the firing of the enemy,\ntheir lines falling back on the center for about half a mile. They\nagain wheeled and suddenly threw their entire force upon the left\nwing, determined to make the final struggle of the day in that\nquarter. John went back to the kitchen. The gunboat Lexington in the meantime had arrived from\nSavannah, and after sending a message to Gen. Grant to ascertain in\nwhich direction the enemy was from the river, the Lexington and Tyler\ntook a position about half a mile above the river landing, and poured\ntheir shells up a deep ravine reaching to the river on the right. Their shots were thick and fast and told with telling effect. Lew Wallace, who had taken a circuitous route from\nCrump's Landing, appeared suddenly on the left wing of the rebels. In\nface of this combination the enemy felt that their bold effort was for\nthe day a failure and as night was about at hand, they slowly fell\nback, fighting as they went, until they reached an advantageous\nposition, somewhat in the rear, yet occupying the main road to\nCorinth. The gunboats continued to send their shells after them until\nthey were far beyond reach. Throughout the day the rebels evidently had fought with the Napoleonic\nidea of massing their entire force on weak points of the enemy, with\nthe intention of braking through their lines, creating a panic and\ncutting off retreat. The first day's battle, though resulting in a terrible loss of Union\ntroops, was in reality a severe disappointment to the rebel leaders. They fully expected, with their overwhelming force to annihilate\nGrant's army, cross the Tennessee river and administer the same\npunishment to Buell, and then march on through Tennessee, Kentucky and\ninto Ohio. They had conceived a very bold movement, but utterly failed\nto execute it. Albert Sidney Johnston, commander of the Confederate forces,\nwas killed in the first day's battle, being shot while attempting to\ninduce a brigade of unwilling Confederates to make a charge on the\nenemy. Buell was at Columbia, Tenn., on the 19th of March with a veteran\nforce of 40,000 men, and it required nineteen days for him to reach\nthe Tennessee river, eighty-five miles distant, marching less than\nfive miles a day, notwithstanding the fact that he had been ordered to\nmake a junction with Grant's forces as soon as possible, and was well\ninformed of the urgency of the situation. During the night steamers were engaged in carrying the troops of\nNelson's division across the river. As soon as the boats reached the\nshore the troops immediately left, and, without music, took their way\nto the advance of the left wing of the Union forces. They had come up\ndouble quick from Savannah, and as they were regarded as veterans, the\ngreatest confidence was soon manifest as to the successful termination\nof the battle. With the first hours of daylight it was evident that\nthe enemy had also been strongly reinforced, for, notwithstanding they\nmust have known of the arrival of new Union troops, they were first to\nopen the ball, which they did with considerable alacrity. The attacks\nthat began came from the main Corinth road, a point to which they\nseemed strongly attached, and which at no time did they leave\nunprotected. Within half an hour from the first firing in the morning\nthe contest then again spread in either direction, and both the main\nand left wings were not so anxious to fight their way to the river\nbank as on the previous day, having a slight experience of what they\nmight expect if again brought under the powerful guns of the Tyler and\nLexington. They were not, however, lacking in activity, and they\nwere met by our reinforced troops with an energy that they did not\nanticipate. At 9 o'clock the sound of the artillery and musketry fully\nequaled that of the day before. It now became evident that the rebels\nwere avoiding our extreme left wing, and were endeavoring to find a\nweak point in our line by which they could turn our force and thus\ncreate a panic. They left one point but to return to it immediately,\nand then as suddenly would direct an assault upon a division where\nthey imagined they would not be expected. The fire of the united\nforces was as steady as clockwork, and it soon became evident that\nthe enemy considered the task they had undertaken a hopeless one. Notwithstanding continued repulses, the rebels up to 11 o'clock had\ngiven no evidence of retiring from the field. Their firing had been as\nrapid and vigorous at times as during the most terrible hours of\nthe previous day. Generals Grant, Buell, Nelson and Crittenden were\npresent everywhere directing the movements on our part for a new\nstrike against the foe. Lew Wallace's division on the right had\nbeen strongly reinforced, and suddenly both wings of our army were\nturned upon the enemy, with the intention of driving the immense body\ninto an extensive ravine. At the same time a powerful battery had been\nstationed upon an open field, and they poured volley after volley into\nthe rebel ranks and with the most telling effect. At 11:30 o'clock the\nroar of battle almost shook the earth, as the Union guns were being\nfired with all the energy that the prospect of ultimate victory\ninspired. The fire from the enemy was not so vigorous and they began\nto evince a desire to withdraw. They fought as they slowly moved back,\nkeeping up their fire from their artillery and musketry, apparently\ndisclaiming any notion that they thought of retreating. As they\nretreated they went in excellent order, halting at every advantageous\npoint and delivering their fire with considerable effect. At noon it\nwas settled beyond dispute that the rebels were retreating. They were\nmaking but little fire, and were heading their center column for\nCorinth. From all divisions of our lines they were closely pursued,\na galling fire being kept up on their rear, which they returned at\nintervals with little or no effect. From Sunday morning until Monday\nnoon not less than three thousand cavalry had remained seated In their\nsaddles on the hilltop overlooking the river, patiently awaiting the\ntime when an order should come for them to pursue the flying enemy. That time had now arrived and a courier from Gen. Grant had scarcely\ndelivered his message before the entire body was in motion. The wild\ntumult of the excited riders presented a picture seldom witnessed on a\nbattlefield. *       *       *       *       *\n\nGen. Grant, in his memoirs, summarizes the results of the two days'\nfighting as follows: \"I rode forward several miles the day of the\nbattle and found that the enemy had dropped nearly all of their\nprovisions and other luggage in order to enable them to get off with\ntheir guns. An immediate pursuit would have resulted in the capture\nof a considerable number of prisoners and probably some guns....\" The\neffective strength of the Union forces on the morning of the 6th was\n33,000 men. Lew Wallace brought 5,000 more after nightfall. Beauregard\nreported the rebel strength at 40,955. Excluding the troops who fled,\nthere was not with us at any time during the day more than 25,000 men\nin line. Our loss in the two days' fighting was 1,754 killed, 8,408\nwounded and 2,885 missing. Beauregard reported a total loss of 10,699,\nof whom 1,728 were killed, 8,012 wounded and 957 missing. Prentiss, during a change of\nposition of the Union forces, became detached from the rest of the\ntroops, and was taken prisoner, together with 2,200 of his men. Wallace, division commander, was killed in the early part of\nthe struggle. The hardest fighting during the first day was done in front of the\ndivisions of Sherman and McClernand. \"A casualty to Sherman,\" says\nGen. Grant, \"that would have taken him from the field that day would\nhave been a sad one for the Union troops engaged at Shiloh. On the 6th Sherman was shot twice, once in the\nhand, once in the shoulder, the ball cutting his coat and making a\nslight wound, and a third ball passed through his hat. In addition to\nthis he had several horses shot during the day.\" There did not appear\nto be an enemy in sight, but suddenly a battery opened on them from\nthe edge of the woods. They made a hasty retreat and when they were\nat a safe distance halted to take an account of the damage. McPherson's horse dropped dead, having been shot just\nback of the saddle. Hawkins' hat and a\nball had struck the metal of Gen. Grant's sword, breaking it nearly\noff. On the first day of the battle about 6,000 fresh recruits who had\nnever before heard the sound of musketry, fled on the approach of the\nenemy. They hid themselves on the river bank behind the bluff, and\nneither command nor persuasion could induce them to move. Buell discovered them on his arrival he threatened to fire on them,\nbut it had no effect. Grant says that afterward those same men\nproved to be some of the best soldiers in the service. Grant, in his report, says he was prepared with the\nreinforcements of Gen. Lew Wallace's division of 5,000 men to assume\nthe offensive on the second day of the battle, and thought he could\nhave driven the rebels back to their fortified position at Corinth\nwithout the aid of Buell's army. *       *       *       *       *\n\nAt banquet hall, regimental reunion or campfire, whenever mention is\nmade of the glorious record of Minnesota volunteers in the great Civil\nwar, seldom, if ever, is the First Minnesota battery given credit\nfor its share in the long struggle. Probably very few of the present\nresidents of Minnesota are aware that such an organization existed. This battery was one of the finest organizations that left the state\nduring the great crisis. It was in the terrible battle of Pittsburg\nLanding, the siege of Vicksburg, in front of Atlanta and in the great\nmarch from Atlanta to the sea, and in every position in which they\nwere placed they not only covered themselves with glory, but they were\nan honor and credit to the state that sent them. The First Minnesota\nbattery, light artillery, was organized at Fort Snelling in the fall\nof 1861, and Emil Munch was made its first captain. Shortly after\nbeing mustered in they were ordered to St. Louis, where they received\ntheir accoutrements, and from there they were ordered to Pittsburg\nLanding, arriving at the latter place late in February, 1862. The day\nbefore the battle, they were transferred to Prentiss' division of\nGrant's army. On Sunday morning, April 6, the battery was brought out\nbright and early, preparing for inspection. About 7 o'clock great\ncommotion was heard at headquarters, and the battery was ordered to be\nready to march at a moment's notice. In about ten minutes they were\nordered to the front, the rebels having opened fire on the Union\nforces. In a very short time rebel bullets commenced to come thick and\nfast, and one of their number was killed and three others wounded. It\nsoon became evident that the rebels were in great force in front\nof the battery, and orders were issued for them to choose another\nposition. At about 11 o'clock the battery formed in a new position\non an elevated piece of ground, and whenever the rebels undertook to\ncross the field in front of them the artillery raked them down with\nfrightful slaughter. Several times the rebels placed batteries In the\ntimber at the farther end of the field, but in each instance the\nguns of the First battery dislodged them before they could get into\nposition. For hours the rebels vainly endeavored to break the lines\nof the Union forces, but in every instance they were repulsed with\nfrightful loss, the canister mowing them down at close range. About 5\no'clock the rebels succeeded in flanking Gen. Prentiss and took part\nof his force prisoners. The battery was immediately withdrawn to an\nelevation near the Tennessee river, and it was not long before firing\nagain commenced and kept up for half an hour, the ground fairly\nshaking from the continuous firing on both sides of the line. At\nabout 6 o'clock the firing ceased, and the rebels withdrew to a safe\ndistance from the landing. The casualties of the day were three killed\nand six wounded, two of the latter dying shortly afterward. The fight\nat what was known as the \"hornet's nest\" was most terrific, and had\nnot the First battery held out so heroically and valiantly the rebels\nwould have succeeded in forcing a retreat of the Union lines to a\npoint dangerously near the Tennessee river. Munch's horse\nreceived a bullet In his head and fell, and the captain himself\nreceived a wound in the thigh, disabling him from further service\nduring the battle. Pfaender took\ncommand of the battery, and he had a horse shot from under him during\nthe day. Buell having arrived, the\nbattery was held in reserve and did not participate in the battle\nthat day. The First battery was the only organization from Minnesota\nengaged in the battle, and their conduct in the fiercest of the\nstruggle, and in changing position in face of fire from the whole\nrebel line, was such as to receive the warmest commendation from the\ncommanding officer. It was the first battle in which they had taken\npart, and as they had only received their guns and horses a few weeks\nbefore, they had not had much opportunity for drill work. Their\nterrible execution at critical times convinced the rebels that they\nhad met a foe worthy of their steel. *       *       *       *       *\n\nAmong the many thousands left dead and dying on the blood-stained\nfield of Pittsburg Landing there was one name that was very dear in\nthe hearts of the patriotic people of St. Paul,--a name that was as\ndear to the people of St. Paul as was the memory of the immortal\nEllsworth to the people of Chicago. William Henry Acker, while\nmarching at the head of his company, with uplifted sword and with\nvoice and action urging on his comrades to the thickest of the fray,\nwas pierced in the forehead by a rebel bullet and fell dead upon the\nill-fated field. Acker was advised by his comrades not\nto wear his full uniform, as he was sure to be a target for rebel\nbullets, but the captain is said to have replied that if he had to die\nhe would die with his harness on. Soon after forming his command into\nline, and when they had advanced only a few yards, he was singled out\nby a rebel sharpshooter and instantly killed--the only man in the. \"Loved, almost adored, by the\ncompany,\" says one of them, writing of the sad event, \"Capt. Acker's\nfall cast a deep shadow of gloom over his command.\" With a last look at their dead commander, and with the\nwatchword 'this for our captain,' volley after volley from their guns\ncarried death into the ranks of his murderers. From that moment but\none feeling seemed to possess his still living comrades--that of\nrevenge for the death of their captain. How terribly they carried out\nthat purpose the number of rebel slain piled around the vicinity of\nhis body fearfully attest. Acker was a very severe blow to\nhis relatives and many friends in this city. No event thus far in the\nhistory of the Rebellion had brought to our doors such a realizing\nsense of the sad realities of the terrible havoc wrought upon the\nbattlefield. A noble life had been sacrificed in the cause of\nfreedom--one more name had been added to the long death roll of the\nnation's heroes. Acker was born a soldier--brave, able, popular and\ncourteous--and had he lived would undoubtedly been placed high in rank\nlong before the close of the rebellion. No person ever went to the\nfront in whom the citizens of St. Paul had more hope for a brilliant\nfuture. He was born in New York State in 1833, and was twenty-eight\nyears of age at the time of his death. Paul in 1854 and\ncommenced the study of law in the office of his brother-in-law, Hon. He did not remain long in the law business, however, but\nsoon changed to a position in the Bank of Minnesota, which had just\nbeen established by ex-Gov. For some time he was captain of\nthe Pioneer Guards, a company which he was instrumental in forming,\nand which was the finest military organization in the West at\nthat time. In 1860 he was chosen commander of the Wide-Awakes, a\nmarching-club, devoted to the promotion of the candidacy of Abraham\nLincoln, and many of the men he so patiently drilled during that\nexciting campaign became officers in the volunteer service in that\ngreat struggle that soon followed. Little did the captain imagine at\nthat time that the success of the man whose cause he espoused would so\nsoon be the means of his untimely death. At the breaking out of the\nwar Capt. Acker was adjutant general of the State of Minnesota, but he\nthought he would be of more use to his country in active service and\nresigned that position and organized a company for the First Minnesota\nregiment, of which he was made captain. At the first battle of Bull\nRun he was wounded, and for his gallant action was made captain in\nthe Seventeenth United States Regulars, an organization that had\nbeen recently created by act of congress. The Sixteenth regiment was\nattached to Buell's army, and participated in the second day's battle,\nand Cat. Acker was one of the first to fall on that terrible day,\nbeing shot in the identical spot in the forehead where he was wounded\nat the first battle of Bull Run. As soon as the news was received in\nSt. Paul of the captain's death his father, Hon. Henry Acker, left for\nPittsburg Landing, hoping to be able to recover the remains of his\nmartyred son and bring the body back to St. His body was easily\nfound, his burial place having been carefully marked by members of the\nSecond Minnesota who arrived on the battleground a short time after\nthe battle. Paul they were met at\nthe steamboat landing by a large number of citizens and escorted to\nMasonic hall, where they rested till the time of the funeral. The\nfuneral obsequies were held at St. Paul's church on Sunday, May 4,\n1862, and were attended by the largest concourse of citizens that\nhad ever attended a funeral in St. Paul, many being present from\nMinneapolis, St. The respect shown to the\nmemory of Capt. Acker was universal, and of a character which fully\ndemonstrated the high esteem in which he was held by the people of St. When the first Grand Army post was formed in St. Paul a name\ncommemorative of one of Minnesota's fallen heroes was desired for the\norganization. Out of the long list of martyrs Minnesota gave to the\ncause of the Union no name seemed more appropriate than that of the\nheroic Capt. Acker, and it was unanimously decided that the first\nassociation of Civil war veterans in this city should be known as\nAcker post. *       *       *       *       *\n\nThe terrible and sensational news that Abraham Lincoln had been\nassassinated, which was flashed over the wires on the morning of\nApril 15, 1865 (forty years ago yesterday), was the most appalling\nannouncement that had been made during the long crisis through which\nthe country had just passed. No tongue\ncould find language sufficiently strong to express condemnation of the\nfiendish act. It was not\nsafe for any one to utter a word against the character of the martyred\npresident. At no place in the entire country was the terrible calamity\nmore deeply felt than in St. All public and private buildings\nwere draped in mourning. The\nservices at the little House of Hope church on Walnut street will long\nbe remembered by all those who were there. The church was heavily\ndraped in mourning. It had been suddenly transformed from a house of\nhope to a house of sorrow, a house of woe. The pastor of the church\nwas the Rev. He was one of the most eloquent and\nlearned divines in the city--fearless, forcible and aggressive--the\nHenry Ward Beecher of the Northwest. The members of the House of Hope were intensely patriotic. Many of\ntheir number were at the front defending their imperiled country. Scores and scores of times during the desperate conflict had the\neloquent pastor of this church delivered stirring addresses favoring\na vigorous prosecution of the war. During the darkest days of the\nRebellion, when the prospect of the final triumph of the cause of the\nUnion seemed furthest off, Mr. Noble never faltered; he believed that\nthe cause was just and that right would finally triumph. When the\nterrible and heart-rending news was received that an assassin's bullet\nhad ended the life of the greatest of all presidents the effect was\nso paralyzing that hearts almost ceased beating. Every member of the\ncongregation felt as if one of their own household had been suddenly\ntaken from them. The services at the church on the Sunday morning\nfollowing the assassination were most solemn and impressive. The\nlittle edifice was crowded almost to suffication, and when the pastor\nwas seen slowly ascending the pulpit, breathless silence prevailed. He\nwas pale and haggard, and appeared to be suffering great mental agony. With bowed head and uplifted hands, and with a voice trembling with\nalmost uncontrollable emotion, he delivered one of the most fervent\nand impressive invocations ever heard by the audience. Had the dead\nbody of the president been placed in front of the altar, the solemnity\nof the occasion could not have been greater. In the discourse that\nfollowed, Mr. Noble briefly sketched the early history of the\npresident, and then devoted some time to the many grand deeds he had\naccomplished during the time he had been in the presidential chair. For more than four years he had patiently and anxiously watched the\nprogress of the terrible struggle, and now, when victory was in sight,\nwhen it was apparent to all that the fall of Richmond, the surrender\nof Lee and the probable surrender of Johnston would end the long war,\nhe was cruelly stricken down by the hand of an assassin. \"With malice\ntowards none and with charity to all, and with firmness for the right,\nas God gives us to see the right,\" were utterances then fresh from the\npresident's lips. To strike down such a man at such a time was indeed\na crime most horrible. There was scarcely a dry eye in the audience. It was supposed at the time that Secretary\nof State Seward had also fallen a victim of the assassin's dagger. It was the purpose of the conspirators to murder the president, vice\npresident and entire cabinet, but in only one instance did the attempt\nprove fatal. Secretary Seward was the foremost statesmen of the\ntime. His diplomatic skill had kept the country free from foreign\nentanglements during the long and bitter struggle. He, too, was\neulogized by the minister, and it rendered the occasion doubly\nmournful. Since that time two other presidents have been mercilessly slain by\nthe hand of an assassin, and although the shock to the country was\nterrible, it never seemed as if the grief was as deep and universal\nas when the bullet fired by John Wilkes Booth pierced the temple of\nAbraham Lincoln. AN ALLEGORICAL HOROSCOPE\n\n       *       *       *       *       *\n\nIN TWO CHAPTERS. *       *       *       *       *\n\nCHAPTER I.--AN OPTIMISTIC FORECAST. Daniel went back to the hallway. As the sun was gently receding in the western horizon on a beautiful\nsummer evening nearly a century ago, a solitary voyageur might have\nbeen seen slowly ascending the sinuous stream that stretches from the\nNorth Star State to the Gulf of Mexico. He was on a mission of peace\nand good will to the red men of the distant forest. On nearing the\nshore of what is now a great city the lonely voyageur was amazed\non discovering that the pale face of the white man had many years\npreceded him. he muttered to himself; \"methinks I see a\npaleface toying with a dusky maiden. On\napproaching near where the two were engaged in some weird incantation\nthe voyageur overheard the dusky maiden impart a strange message to\nthe paleface by her side. \"From the stars I see in the firmament, the\nfixed stars that predominate in the configuration, I deduce the future\ndestiny of man. This elixer\nwhich I now do administer to thee has been known to our people for\ncountless generations. The possession of it will enable thee to\nconquer all thine enemies. Thou now beholdest, O Robert, the ground\nupon which some day a great city will be erected. Thou art destined to\nbecome the mighty chief of this great metropolis. Thou wert born when the conjunction of the\nplanets did augur a life of perfect beatitude. As the years roll\naway the inhabitants of the city will multiply with great rapidity. Questions of great import regarding the welfare of the people will\noften come before thee for adjustment. To be successful In thy calling\nthou must never be guilty of having decided convictions on any\nsubject, as thy friends will sometimes be pitted against each other in\nthe advocacy of their various schemes. Thou must not antagonize either\nside by espousing the other's cause, but must always keep the rod and\nthe gun close by thy side, so that when these emergencies arise and\nthou doth scent danger in the air thou canst quietly withdraw from the\nscene of action and chase the festive bison over the distant prairies\nor revel in piscatorial pleasure on the placid waters of a secluded\nlake until the working majority hath discovered some method of\nrelieving thee of the necessity of committing thyself, and then, O\nRobert. thou canst return and complacently inform the disappointed\nparty that the result would have been far different had not thou been\ncalled suddenly away. Thou canst thus preserve the friendship of all\nparties, and their votes are more essential to thee than the mere\nadoption of measures affecting the prosperity of thy people. When the\nrequirements of the people of thy city become too great for thee alone\nto administer to all their wants, the great family of Okons, the\nlineal descendants of the sea kings from the bogs of Tipperary, will\ncome to thy aid. Take friendly counsel with them, as to incur their\ndispleasure will mean thy downfall. Let all the ends thou aimest at be\nto so dispose of the offices within thy gift that the Okons, and the\nfollowers of the Okons, will be as fixed in their positions as are the\nstars in their orbits.\" After delivering this strange astrological exhortation the dusky\nmaiden slowly retreated toward the entrance of a nearby cavern, the\npaleface meandered forth to survey the ground of his future greatness\nand the voyageur resumed his lonely journey toward the setting sun. *       *       *       *       *\n\nCHAPTER II.--A TERRIBLE REALITY. After the lapse of more than four score of years the voyageur from the\nfrigid North returned from his philanthropic visit to the red man. A\nwonderful change met the eye. A transformation as magnificent as it\nwas bewildering had occurred. The same grand old bluffs looked proudly\ndown upon the Father of Water. The same magnificent river pursued\nits unmolested course toward the boundless ocean. The hostile warrior no longer impeded the onward march of\ncivilization, and cultivated fields abounded on every side. Steamers were hourly traversing the translucent waters of the great\nMississippi; steam and electricity were carrying people with the\nrapidity of lightning in every direction; gigantic buildings appeared\non the earth's surface, visible in either direction as far as the\neye could reach; on every corner was a proud descendant of Erin's\nnobility, clad in gorgeous raiment, who had been branded \"St. Paul's\nfinest\" before leaving the shores of his native land. In the midst of\nthis great city was a magnificent building, erected by the generosity\nof its people, in which the paleface, supported on either side by the\nOkons, was the high and mighty ruler. The Okons and the followers of\nthe Okons were in possession of every office within the gift of the\npaleface. Floating proudly from the top of this great building was an\nimmense banner, on which was painted in monster letters the talismanic\nwords: \"For mayor, 1902, Robert A. Smith,\" Verily the prophecy of the\ndusky maiden had been fulfilled. The paleface had become impregnably\nintrenched. The Okons could never be dislodged. With feelings of unutterable anguish at the omnipresence of the Okons,\nthe aged voyageur quietly retraced his footsteps and was never more\nseen by the helpless and overburdened subjects of the paleface. *       *       *       *       *\n\nWhen I was about twelve years of age I resided in a small village in\none of the mountainous and sparsely settled sections of the northern\npart of Pennsylvania. It was before the advent of the railroad and telegraph in that\nlocality. The people were not blessed with prosperity as it is known\nto-day. Neither were they gifted with the intellectual attainments\npossessed by the inhabitants of the same locality at the present time. Many of the old men served in the war of 1812, and they were looked up\nto with about the same veneration as are the heroes of the Civil War\nto-day. It was at a time when the younger generation was beginning to\nacquire a thirst for knowledge, but it was not easily obtained under\nthe peculiar conditions existing at that period. A school district\nthat was able to support a school for six months in each year was\nindeed considered fortunate, but even in these the older children were\nnot permitted to attend during the summer months, as their services\nwere considered indispensable in the cultivation of the soil. Reading, writing and arithmetic were about all the studies pursued in\nthose rural school districts, although occasionally some of the better\nclass of the country maidens could be seen listlessly glancing over a\ngeography or grammar, but they were regarded as \"stuck up,\" and the\nother pupils thought they were endeavoring to master something far\nbeyond their capacity. Our winter school term generally commenced the first week in December\nand lasted until the first week in March, with one evening set apart\neach week for a spelling-match and recitation. We had our spelling\nmatch on Saturday nights, and every four weeks we would meet with\nschools in other districts in a grand spelling contest. I was\nconsidered too young to participate in any of the joint spelling\nmatches, and my heart was heavy within me every time I saw a great\nfour-horse sleigh loaded with joyful boys and girls on their way to\none of the great contests. One Saturday night there was to be a grand spelling match at a country\ncrossroad about four miles from our village, and four schools were to\nparticipate. As I saw the great sleigh loaded for the coming struggle\nthe thought occurred to me that if I only managed to secure a ride\nwithout being observed I might in some way be able to demonstrate to\nthe older scholars that in spelling at least I was their equal. While\nthe driver was making a final inspection of the team preparatory to\nstarting I managed to crawl under his seat, where I remained as quiet\nas mouse until the team arrived at the point of destination. I had not\nconsidered the question of getting back--I left that to chance. As\nsoon as the different schools had arrived two of the best spellers\nwere selected to choose sides, and it happened that neither of them\nwas from our school. I stood in front of the old-fashioned fire-place\nand eagerly watched the pupils as they took their places in the line. They were drawn in the order of their reputation as spellers. When\nthey had finished calling the names I was still standing by the\nfireplace, and I thought my chance was hopeless. The school-master\nfrom our district noticed my woebegone appearance, and he arose from\nhis seat and said:\n\n\"That boy standing by the fireplace is one of the best spellers in our\nschool.\" My name was then reluctantly called, and I took my place at the\nfoot of the column. I felt very grateful towards our master for his\ncompliment and I thought I would be able to hold my position in the\nline long enough to demonstrate that our master was correct. The\nschool-master from our district was selected to pronounce the words,\nand I inwardly rejoiced. After going down the line several times and a number of scholars had\nfallen on some simple word the school-master pronounced the word\n\"phthisic.\" My heart leaped as the word fell from the school-master's\nlips. It was one of my favorite hard words and was not in the spelling\nbook. It had been selected so as to floor the entire line in order to\nmake way for the exercises to follow. As I looked over the long line of overgrown country boys and girls I\nfelt sure that none of them would be able to correctly spell the word. said the school-master, and my pulse beat\nfaster and faster as the older scholars ahead of me were relegated to\ntheir seats. As the school-master stood directly in front of me and said \"Next,\" I\ncould see by the twinkle in his eye that he thought I could correctly\nspell the word. With a clear and\ndistinct voice loud enough to be heard by every one in the room\nI spelled out \"ph-th-is-ic--phthisic.\" \"Correct,\" said the\nschool-master, and all the scholars looked aghast at my promptness. I shall never forget the kindly smile of the old school-master, as he\nlaid the spelling book upon the teacher's desk, with the quiet remark:\n\"I told you he could spell.\" I had spelled down four schools, and my\nreputation as a speller was established. Our school was declared to\nhave furnished the champion speller of the four districts, and ever\nafter my name was not the last one to be called. On my return home I was not compelled to ride under the driver's seat. HALF A CENTURY WITH THE PIONEER PRESS. Pioneer Press, April 18, 1908:--Frank Moore, superintendent of the\ncomposing room if the Pioneer Press, celebrated yesterday the fiftieth\nanniversary of his connection with the paper. A dozen of the old\nemployes of the Pioneer Press entertained Mr. Moore at an informal\ndinner at Magee's to celebrate the unusual event. Moore's service\non the Pioneer Press, in fact, has been longer than the Pioneer\nPress itself, for he began his work on one of the newspapers which\neventually was merged into the present Pioneer Press. He has held his\npresent position as the head of the composing room for about forty\nyears. Frank Moore was fifteen years old when he came to St. Paul from Tioga\ncounty, Pa., where he was born. He came with his brother, George W.\nMoore, who was one of the owners and managers of the Minnesotian. His\nbrother had been East and brought the boy West with him. Moore's\nfirst view of newspaper work was on the trip up the river to St. There had been a special election on a bond issue and on the way his\nbrother stopped at the various towns to got the election returns. Moore went to work for the Minnesotian on April 17, 1858, as a\nprinter's \"devil.\" It is interesting in these days of water works and\ntelegraph to recall that among his duties was to carry water for the\noffice. He got it from a spring below where the Merchants hotel now\nstands. Another of his jobs was to meet the boats. Whenever a steamer\nwhistled Mr. Moore ran to the dock to get the bundle of newspapers the\nboat brought, and hurry with it back to the office. It was from these\npapers that the editors got the telegraph news of the world. He also\nwas half the carrier staff of the paper. His territory covered all\nthe city above Wabasha street, but as far as he went up the hill\nwas College avenue and Ramsey street was his limit out West Seventh\nstreet. When the Press absorbed the Minnesotian in 1861, Mr. Moore went with\nit, and when in 1874 the Press and Pioneer were united Mr. His service has been continuous,\nexcepting during his service as a volunteer in the Civil war. The\nPioneer Press, with its antecedents, has been his only interest. Moore's service is notable for its length, it is still more\nnotable for the fact that he has grown with the paper, so that\nto-day at sixty-five he is still filling his important position as\nefficiently on a large modern newspaper as he filled it as a young man\nwhen things in the Northwest, including its newspapers, were in the\nbeginning. Successive managements found that his services always gave\nfull value and recognized in him an employe of unusual loyalty and\ndevotion to the interests of the paper. Successive generations of\nemployes have found him always just the kind of man it is a pleasure\nto have as a fellow workman. The short daily walk in the garden was also\nembittered by the rude behaviour of the military and municipal gaolers;\nsometimes, however, it afforded an opportunity for marks of sympathy to be\nshown. People would station themselves at the windows of houses\noverlooking the Temple gardens, and evince by gestures their loyal\naffection, and some of the sentinels showed, even by tears, that their\nduty was painful to them. On the 21st September the National Convention was constituted, Petion\nbeing made president and Collot d'Herbois moving the \"abolition of\nroyalty\" amidst transports of applause. That afternoon a municipal\nofficer attended by gendarmes a cheval, and followed by a crowd of people,\narrived at the Temple, and, after a flourish of trumpets, proclaimed the\nestablishment of the French Republic. The man, says Clery, \"had the voice\nof a Stentor.\" The royal family could distinctly hear the announcement of\nthe King's deposition. \"Hebert, so well known under the title of Pere\nDuchesne, and Destournelles were on guard. They were sitting near the\ndoor, and turned to the King with meaning smiles. He had a book in his\nhand, and went on reading without changing countenance. Daniel went to the bathroom. The proclamation finished, the trumpets sounded\nafresh. I went to the window; the people took me for Louis XVI. and I was\noverwhelmed with insults.\" After the new decree the prisoners were treated with increased harshness. Pens, paper, ink, and pencils were taken from them. The King and Madame\nElisabeth gave up all, but the Queen and her daughter each concealed a\npencil. \"In the beginning of October,\" says Madame Royale, \"after my\nfather had supped, he was told to stop, that he was not to return to his\nformer apartments, and that he was to be separated from his family. At\nthis dreadful sentence the Queen lost her usual courage. We parted from\nhim with abundance of tears, though we expected to see him again in the\nmorning. [At nine o'clock, says Clery, the King asked to be taken to his family,\nbut the municipal officers replied that they had \"no orders for that.\" Shortly afterwards a boy brought the King some bread and a decanter of\nlemonade for his breakfast. The King gave half the bread to Clery,\nsaying, \"It seems they have forgotten your breakfast; take this, the rest\nis enough for me.\" \"I could not\ncontain my tears,\" he adds; \"the King perceived them, and his own fell\nalso.\"] They brought in our breakfast separately from his, however. The officers, alarmed at her silent and concentrated\nsorrow, allowed us to see the King, but at meal-times only, and on\ncondition that we should not speak low, nor in any foreign language, but\nloud and in 'good French.' We went down, therefore, with the greatest joy\nto dine with my father. In the evening, when my brother was in bed, my\nmother and my aunt alternately sat with him or went with me to sup with my\nfather. In the morning, after breakfast, we remained in the King's\napartments while Clery dressed our hair, as he was no longer allowed to\ncome to my mother's room, and this arrangement gave us the pleasure of\nspending a few moments more with my father.\" [When the first deputation from the Council of the Commune visited the\nTemple, and formally inquired whether the King had any complaint to make,\nhe replied, \"No; while he was permitted to remain with his family he was\nhappy.\"] The royal prisoners had no comfort except their affection for each other. At that time even common necessaries were denied them. Their small stock\nof linen had been lent them; by persons of the Court during the time they\nspent at the Feuillans. The Princesses mended their clothes every day,\nand after the King had gone to bed Madame Elisabeth mended his. \"With\nmuch trouble,\" says Clrry, \"I procured some fresh linen for them. But the\nworkwomen having marked it with crowned letters, the Princesses were\nordered to pick them out.\" The room in the great tower to which the King\nhad been removed contained only one bed, and no other article of\nfurniture. A chair was brought on which Clery spent the first night;\npainters were still at work on the room, and the smell of the paint, he\nsays, was almost unbearable. This room was afterwards furnished by\ncollecting from various parts of the Temple a chest of drawers, a small\nbureau, a few odd chairs, a chimney-glass, and a bed hung with green\ndamask, which had been used by the captain of the guard to the Comte\nd'Artois. A room for the Queen was being prepared over that of the King,\nand she implored the workmen to finish it quickly, but it was not ready\nfor her occupation for some time, and when she was allowed to remove to it\nthe Dauphin was taken from her and placed with his father. When their\nMajesties met again in the great Tower, says Clery, there was little\nchange in the hours fixed for meals, reading, walking and the education of\ntheir children. They were not allowed to have mass said in the Temple,\nand therefore commissioned Clery to get them the breviary in use in the\ndiocese of Paris. Among the books read by the King while in the Tower\nwere Hume's \"History of England\" (in the original), Tasso, and the \"De\nImitatione Christi.\" The jealous suspicions of the municipal officers led\nto the most absurd investigations; a draught-board was taken to pieces\nlest the squares should hide treasonable papers; macaroons were broken in\nhalf to see that they did not contain letters; peaches were cut open and\nthe stones cracked; and Clery was compelled to drink the essence of soap\nprepared for shaving the King, under the pretence that it might contain\npoison. In November the King and all the family had feverish colds, and Clery had\nan attack of rheumatic fever. On the first day of his illness he got up\nand tried to dress his master, but the King, seeing how ill he was,\nordered him to lie down, and himself dressed the Dauphin. The little\nPrince waited on Clery all day, and in the evening the King contrived to\napproach his bed, and said, in a low voice, \"I should like to take care of\nyou myself, but you know how we are watched. Take courage; tomorrow you\nshall see my doctor.\" Madame Elisabeth brought the valet cooling\ndraughts, of which she deprived herself; and after Clery was able to get\nup, the young Prince one night with great difficulty kept awake till\neleven o'clock in order to give him a box of lozenges when he went to make\nthe King's bed. On 7th December a deputation from the Commune brought an order that the\nroyal family should be deprived of \"knives, razors, scissors, penknives,\nand all other cutting instruments.\" The King gave up a knife, and took\nfrom a morocco case a pair of scissors and a penknife; and the officials\nthen searched the room, taking away the little toilet implements of gold\nand silver, and afterwards removing the Princesses' working materials. Returning to the King's room, they insisted upon seeing what remained in\nhis pocket-case. \"Are these toys which I have in my hand also cutting\ninstruments?\" asked the King, showing them a cork-screw, a turn-screw,\nand a steel for lighting. Shortly\nafterwards Madame Elisabeth was mending the King's coat, and, having no\nscissors, was compelled to break the thread with her teeth. \"You wanted\nnothing in your pretty house at Montreuil.\" \"Ah, brother,\" she answered, \"how can I have any regret when I partake\nyour misfortunes?\" The Queen had frequently to take on herself some of the humble duties of a\nservant. when the anniversary\nof some State festival brought the contrast between past and present with\nunusual keenness before him. \"Ah, Madame,\" he once exclaimed, \"what an employment for a Queen of\nFrance! Who would have foreseen that, in\nuniting your lot to mine, you would have descended so low?\" \"And do you esteem as nothing,\" she replied, \"the glory of being the wife\nof one of the best and most persecuted of men? Are not such misfortunes\nthe noblest honours?\" --[Alison's \"History of Europe,\" vol. Meanwhile the Assembly had decided that the King should be brought to\ntrial. Nearly all parties, except the Girondists, no matter how bitterly\nopposed to each other, could agree in making him the scapegoat; and the\nfirst rumour of the approaching ordeal was conveyed to the Temple by\nClery's wife, who, with a friend, had permission occasionally to visit\nhim. \"I did not know how to announce this terrible news to the King,\" he\nsays; \"but time was pressing, and he had forbidden my concealing anything\nfrom him. In the evening, while undressing him, I gave him an account of\nall I had learnt, and added that there were only four days to concert some\nplan of corresponding with the Queen. The arrival of the municipal\nofficer would not allow me to say more. Next morning, when the King rose,\nI could not get a moment for speaking with him. He went up with his son\nto breakfast with the Princesses, and I followed. After breakfast he\ntalked long with the Queen, who, by a look full of trouble, made me\nunderstand that they were discussing what I had told the King. During the\nday I found an opportunity of describing to Madame Elisabeth how much it\nhad cost me to augment the King's distresses by informing him of his\napproaching trial. She reassured me, saying that the King felt this as a\nmark of attachment on my part, and added, 'That which most troubles him is\nthe fear of being separated from us.' In the evening the King told me how\nsatisfied he was at having had warning that he was to appear before the\nConvention. Sandra travelled to the bathroom. 'Continue,' he said, 'to endeavour to find out something as\nto what they want to do with me. Sandra travelled to the bedroom. I have\nagreed with my family not to seem pre-informed, in order not to compromise\nyou.'\" On the 11th December, at five o'clock in the morning, the prisoners heard\nthe generale beaten throughout Paris, and cavalry and cannon entered the\nTemple gardens. At nine the King and the Dauphin went as usual to\nbreakfast with the Queen. They were allowed to remain together for an\nhour, but constantly under the eyes of their republican guardians. At\nlast they were obliged to part, doubtful whether they would ever see each\nother again. The little Prince, who remained with his father, and was\nignorant of the new cause for anxiety, begged hard that the King would\nplay at ninepins with him as usual. Twice the Dauphin could not get\nbeyond a certain number. \"Each time that I get up to sixteen,\" he said,\nwith some vexation, \"I lose the game.\" The King did not reply, but Clery\nfancied the words made a painful impression on him. At eleven, while the King was giving the Dauphin a reading lesson, two\nmunicipal officers entered and said they had come \"to take young Louis to\nhis mother.\" The King inquired why, but was only told that such were the\norders of the Council. At one o'clock the Mayor of Paris, Chambon,\naccompanied by Chaumette, Procureur de la Commune, Santerre, commandant of\nthe National Guard, and others, arrived at the Temple and read a decree to\nthe King, which ordered that \"Louis Capet\" should be brought before the\nConvention. \"Capet is not my name,\" he replied, \"but that of one of my\nancestors. I could have wished,\" he added, \"that you had left my son with\nme during the last two hours. But this treatment is consistent with all I\nhave experienced here. I follow you, not because I recognise the\nauthority of the Convention, but because I can be compelled to obey it.\" He then followed the Mayor to a carriage which waited, with a numerous\nescort, at the gate of the Temple. The family left behind were\noverwhelmed with grief and apprehension. \"It is impossible to describe\nthe anxiety we suffered,\" says Madame Royale. \"My mother used every\nendeavour with the officer who guarded her to discover what was passing;\nit was the first time she had condescended to question any of these men. Trial of the King.--Parting of the Royal Family.--Execution. The crowd was immense as, on the morning of the 11th December, 1792, Louis\nXVI. was driven slowly from the Temple to the Convention, escorted by\ncavalry, infantry, and artillery. Paris looked like an armed camp: all\nthe posts were doubled; the muster-roll of the National Guard was called\nover every hour; a picket of two hundred men watched in the court of each\nof the right sections; a reserve with cannon was stationed at the\nTuileries, and strong detachments patroled the streets and cleared the\nroad of all loiterers. The trees that lined the boulevards, the doors and\nwindows of the houses, were alive with gazers, and all eyes were fixed on\nthe King. He was much changed since his people last beheld him. The beard\nhe had been compelled to grow after his razors were taken from him covered\ncheeks, lips, and chin with light-coloured hair, which concealed the\nmelancholy expression of his mouth; he had become thin, and his garments\nhung loosely on him; but his manner was perfectly collected and calm, and\nhe recognised and named to the Mayor the various quarters through which he\npassed. On arriving at the Feuillans he was taken to a room to await the\norders of the Assembly. It was about half-past two when the King appeared at the bar. The Mayor\nand Generaux Santerre and Wittengoff were at his side. Profound silence\npervaded the Assembly. All were touched by the King's dignity and the\ncomposure of his looks under so great a reverse of fortune. By nature he\nhad been formed rather to endure calamity with patience than to contend\nagainst it with energy. The approach of death could not disturb his\nserenity. \"Louis, you may be seated,\" said Barere. \"Answer the questions that shall\nbe put to you.\" The King seated himself and listened to the reading of\nthe 'acte enonciatif', article by article. All the faults of the Court\nwere there enumerated and imputed to Louis XVI. He was charged\nwith the interruption of the sittings of the 20th of June, 1789, with the\nBed of Justice held on the 23d of the same month, the aristocratic\nconspiracy thwarted by the insurrection of the 14th of July, the\nentertainment of the Life Guards, the insults offered to the national\ncockade, the refusal to sanction the Declaration of Rights, as well as\nseveral constitutional articles; lastly, all the facts which indicated a\nnew conspiracy in October, and which were followed by the scenes of the\n5th and 6th; the speeches of reconciliation which had succeeded all these\nscenes, and which promised a change that was not sincere; the false oath\ntaken at the Federation of the 14th of July; the secret practices of Talon\nand Mirabeau to effect a counter-revolution; the money spent in bribing a\ngreat number of deputies; the assemblage of the \"knights of the dagger\" on\nthe 28th of February, 1791; the flight to Varennes; the fusilade of the\nChamp de Mars; the silence observed respecting the Treaty of Pilnitz; the\ndelay in the promulgation of the decree which incorporated Avignon with\nFrance; the commotions at Nimes, Montauban, Mende, and Jales; the\ncontinuance of their pay to the emigrant Life Guards and to the disbanded\nConstitutional Guard; the insufficiency of the armies assembled on the\nfrontiers; the refusal to sanction the decree for the camp of twenty\nthousand men; the disarming of the fortresses; the organisation of secret\nsocieties in the interior of Paris; the review of the Swiss and the\ngarrison of the palace on the 10th August; the summoning the Mayor to the\nTuileries; and lastly, the effusion of blood which had resulted from these\nmilitary dispositions. After each article the President paused, and said,\n\"What have you to answer?\" The King, in a firm voice, denied some of the\nfacts, imputed others to his ministers, and always appealed to the\nconstitution, from which he declared he had never deviated. His answers\nwere very temperate, but on the charge, \"You spilt the blood of the people\non the 10th of August,\" he exclaimed, with emphasis, \"No, monsieur, no; it\nwas not I.\" All the papers on which the act of accusation was founded were then shown\nto the King, and he disavowed some of them and disputed the existence of\nthe iron chest; this produced a bad impression, and was worse than\nuseless, as the fact had been proved. [A secret closet which the King had directed to be constructed in a wall\nin the Tuileries. The door was of iron, whence it was afterwards known by\nthe name of the iron chest. Throughout the examination the King showed great presence of mind. He was\ncareful in his answers never to implicate any members of the constituent,\nand legislative Assemblies; many who then sat as his judges trembled lest\nhe should betray them. The Jacobins beheld with dismay the profound\nimpression made on the Convention by the firm but mild demeanour of the\nsovereign. The most violent of the party proposed that he should be\nhanged that very night; a laugh as of demons followed the proposal from\nthe benches of the Mountain, but the majority, composed of the Girondists\nand the neutrals, decided that he should be formally tried. After the examination  Santerre took the King by the arm and led him back\nto the waiting-room of the Convention, accompanied by Chambon and\nChaumette. Mental agitation and the length of the proceedings had\nexhausted him, and he staggered from weakness. Chaumette inquired if he\nwished for refreshment, but the King refused it. A moment after, seeing a\ngrenadier of the escort offer the Procureur de la Commune half a small\nloaf, Louis XVI. approached and asked him, in a whisper, for a piece. \"Ask aloud for what you want,\" said Chaumette, retreating as though he\nfeared being suspected of pity. \"I asked for a piece of your bread,\" replied the King. \"Divide it with me,\" said Chaumette. If I\nhad a root I would give you half.\" --[Lamartine's \"History of the\nGirondists,\" edit. Soon after six in the evening the King returned to the Temple. \"He seemed\ntired,\" says Clery, simply, \"and his first wish was to be led to his\nfamily. The officers refused, on the plea that they had no orders. He\ninsisted that at least they should be informed of his return, and this was\npromised him. The King ordered me to ask for his supper at half-past\neight. The intervening hours he employed in his usual reading, surrounded\nby four municipals. When I announced that supper was served, the King\nasked the commissaries if his family could not come down. 'But at least,' the King said,'my son will pass the night in my\nroom, his bed being here?' After supper the King again\nurged his wish to see his family. They answered that they must await the\ndecision of the Convention. While I was undressing him the King said, 'I\nwas far from expecting all the questions they put to me.' The order for my removal during the night was not\nexecuted.\" On the King's return to the Temple being known, \"my mother\nasked to see him instantly,\" writes Madame Royale. \"She made the same\nrequest even to Chambon, but received no answer. My brother passed the\nnight with her; and as he had no bed, she gave him hers, and sat up all\nthe night in such deep affliction that we were afraid to leave her; but\nshe compelled my aunt and me to go to bed. Next day she again asked to\nsee my father, and to read the newspapers, that she might learn the course\nof the trial. She entreated that if she was to be denied this indulgence,\nhis children, at least, might see him. Her requests were referred to the\nCommune. The newspapers were refused; but my brother and I were to be\nallowed to see my father on condition of being entirely separated from my\nmother. My father replied that, great as his happiness was in seeing his\nchildren, the important business which then occupied him would not allow\nof his attending altogether to his son, and that his daughter could not\nleave her mother.\" [During their last interview Madame Elisabeth had given Clery one of her\nhandkerchiefs, saying, \"You shall keep it so long as my brother continues\nwell; if he becomes ill, send it to me among my nephew's things.\"] The Assembly having, after a violent debate, resolved that Louis XVI. should have the aid of counsel, a deputation was sent to the Temple to ask\nwhom he would choose. The King named Messieurs Target and Tronchet. The\nformer refused his services on the ground that he had discontinued\npractice since 1785; the latter complied at once with the King's request;\nand while the Assembly was considering whom to, nominate in Target's\nplace, the President received a letter from the venerable Malesherbes,\n\n[Christian Guillaume de Lamoignon de Malesherbes, an eminent French\nstatesman, son of the Chancellor of France, was born at Paris in 1721. In\n1750 he succeeded his father as President of the Court of Aids, and was\nalso made superintendent of the press. On the banishment of the\nParliaments and the suppression of the Court of Aids, Malesherbes was\nexiled to his country-seat. In 1775 he was appointed Minister of State. On the decree of the Convention for the King's trial, he emerged from his\nretreat to become the voluntary advocate of his sovereign. Malesherbes\nwas guillotined in 1794, and almost his whole family were extirpated by\ntheir merciless persecutors.] then seventy years old, and \"the most respected magistrate in France,\" in\nthe course of which he said: \"I have been twice called to be counsel for\nhim who was my master, in times when that duty was coveted by every one. I\nowe him the same service now that it is a duty which many people deem\ndangerous. If I knew any possible means of acquainting him with my\ndesires, I should not take the liberty of addressing myself to you.\" Other\ncitizens made similar proposals, but the King, being made acquainted with\nthem by a deputation from the Commune, while expressing his gratitude for\nall the offers, accepted only that of Malesherbes. [The Citoyenne Olympia Degonges, calling herself a free and loyal\nRepublican without spot or blame, and declaring that the cold and selfish\ncruelty of Target had inflamed her heroism and roused her sensibility,\nasked permission to assist M, de Malesherbes in defending the King. The\nAssembly passed to the order of the day on this request.--BERTRAND DE\nMOLLEVILLE, \"Annals,\" edit. 1802, vol, viii., p. On 14th December M. Tronchet was allowed to confer with the King, and\nlater in the same day M. de Malesherbes was admitted to the Tower. \"The\nKing ran up to this worthy old man, whom he clasped in his arms,\" said\nClery, \"and the former minister melted into tears at the sight of his\nmaster.\" [According to M. de Hue, \"The first time M. de Malesherbes entered the\nTemple, the King clasped him in his arms and said, 'Ah, is it you, my\nfriend? You fear not to endanger your own life to save mine; but all will\nbe useless. No matter; I shall gain\nmy cause if I leave an unspotted memory behind me.'\"] Another deputation brought the King the Act of Accusation and the\ndocuments relating to it, numbering more than a hundred, and taking from\nfour o'clock till midnight to read. During this long process the King had\nrefreshments served to the deputies, taking nothing himself till they had\nleft, but considerately reproving Clery for not having supped. From the\n14th to the 26th December the King saw his counsel and their colleague M.\nde Size every day. At this time a means of communication between the\nroyal family and the King was devised: a man named Turgi, who had been in\nthe royal kitchen, and who contrived to obtain employment in the Temple,\nwhen conveying the meals of the royal family to their apartments, or\narticles he had purchased for them, managed to give Madame Elisabeth news\nof the King. Next day, the Princess, when Turgi was removing the dinner,\nslipped into his hand a bit of paper on which she had pricked with a pin a\nrequest for a word from her brother's own hand. Turgi gave this paper to\nClery, who conveyed it to the King the same evening; and he, being allowed\nwriting materials while preparing his defence, wrote Madame Elisabeth a\nshort note. An answer was conveyed in a ball of cotton, which Turgi threw\nunder Clery's bed while passing the door of his room. Letters were also\npassed between the Princess's room and that of Clery, who lodged beneath\nher, by means of a string let down and drawn up at night. This\ncommunication with his family was a great comfort to the King, who,\nnevertheless, constantly cautioned his faithful servant. \"Take care,\" he\nwould say kindly, \"you expose yourself too much.\" [The King's natural benevolence was constantly shown while in the Temple. His own dreadful position never prevented him from sympathy with the\nsmaller troubles of others. A servant in the Temple named Marchand, the\nfather of a family, was robbed of two hundred francs, --his wages for two\nmonths. The King observed his distress, asked its cause, and gave Clery\nthe amount to be handed to Marchand, with a caution not to speak of it to\nany one, and, above all, not to thank the King, lest it should injure him\nwith his employers.] During his separation from his family the King refused to go into the\ngarden. When it was proposed to him he said, \"I cannot make up my mind to\ngo out alone; the walk was agreeable to me only when I shared it with my\nfamily.\" But he did not allow himself to dwell on painful reflections. He talked freely to the municipals on guard, and surprised them by his\nvaried and practical knowledge of their trades, and his interest in their\ndomestic affairs. On the 19th December the King's breakfast was served as\nusual; but, being a fast-day, he refused to take anything. At dinner-time\nthe King said to Clery, \"Fourteen years ago you were up earlier than you\nwere to-day; it is the day my daughter was born--today, her birthday,\" he\nrepeated, with tears, \"and to be prevented from seeing her!\" Madame\nRoyale had wished for a calendar; the King ordered Clery to buy her the\n\"Almanac of the Republic,\" which had replaced the \"Court Almanac,\" and ran\nthrough it, marking with a pencil many names. \"On Christmas Day,\" Says Clery, \"the King wrote his will.\" [Madame Royale says: \"On the 26th December, St. Stephen's Day, my father\nmade his will, because he expected to be assassinated that day on his way\nto the bar of the Convention. He went thither, nevertheless, with his\nusual calmness.\" On the 26th December, 1792, the King appeared a second time before the\nConvention. M. de Seze, labouring night and day, had completed his\ndefence. The King insisted on excluding from it all that was too\nrhetorical, and confining it to the mere discussion of essential points. [When the pathetic peroration of M, de Seze was read to the King, the\nevening before it was delivered to the Assembly, \"I have to request of\nyou,\" he said, \"to make a painful sacrifice; strike out of your pleading\nthe peroration. It is enough for me to appear before such judges, and\nshow my entire innocence; I will not move their feelings.--\"LACRETELLE.] At half-past nine in the morning the whole armed force was in motion to\nconduct him from the Temple to the Feuillans, with the same precautions\nand in the same order as had been observed on the former occasion. Riding\nin the carriage of the Mayor, he conversed, on the way, with the same\ncomposure as usual, and talked of Seneca, of Livy, of the hospitals. Arrived at the Feuillans, he showed great anxiety for his defenders; he\nseated himself beside them in the Assembly, surveyed with great composure\nthe benches where his accusers and his judges sat, seemed to examine their\nfaces with the view of discovering the impression produced by the pleading\nof M. de Seze, and more than once conversed smilingly with Tronchet and\nMalesherbes. The Assembly received his defence in sullen silence, but\nwithout any tokens of disapprobation. Being afterwards conducted to an adjoining room with his counsel, the King\nshowed great anxiety about M. de Seze, who seemed fatigued by the long\ndefence. While riding back to the Temple he conversed with his companions\nwith the same serenity as he had shown on leaving it. No sooner had the King left the hall of the Convention than a violent\ntumult arose there. Others,\ncomplaining of the delays which postponed the decision of this process,\ndemanded the vote immediately, remarking that in every court, after the\naccused had been heard, the judges proceed to give their opinion. Lanjuinais had from the commencement of the proceedings felt an\nindignation which his impetuous disposition no longer suffered him to\nrepress. He darted to the tribune, and, amidst the cries excited by his\npresence, demanded the annulling of the proceedings altogether. He\nexclaimed that the days of ferocious men were gone by, that the Assembly\nought not to be so dishonoured as to be made to sit in judgment on Louis\nXVI., that no authority in France had that right, and the Assembly in\nparticular had no claim to it; that if it resolved to act as a political\nbody, it could do no more than take measures of safety against the\nci-devant King; but that if it was acting as a court of justice it was\noverstepping all principles, for it was subjecting the vanquished to be\ntried by the conquerors, since most of the present members had declared\nthemselves the conspirators of the 10th of August. At the word\n\"conspirators\" a tremendous uproar arose on all aides. Lanjuinais strove in vain to justify the word \"conspirators,\" saying that\nhe meant it to be taken in a favourable sense, and that the 10th of August\nwas a glorious conspiracy. He concluded by declaring that he would rather\ndie a thousand deaths than condemn, contrary to all laws, even the most\nexecrable of tyrants. A great number of speakers followed, and the confusion continually\nincreased. The members, determined not to hear any more, mingled\ntogether, formed groups, abused and threatened one another. After a\ntempest of an hour's duration, tranquillity was at last restored; and the\nAssembly, adopting the opinion of those who demanded the discussion on the\ntrial of Louis XVI., declared that it was opened, and that it should be\ncontinued, to the exclusion of all other business, till sentence should be\npassed. The discussion was accordingly resumed on the 27th, and there was a\nconstant succession of speakers from the 28th to the 31st. Vergniaud at\nlength ascended the tribune for the first time, and an extraordinary\neagerness was manifested to hear the Girondists express their sentiments\nby the lips of their greatest orator. The speech of Vergniaud produced a deep impression on all his hearers. Robespierre was thunderstruck by his earnest and, persuasive eloquence. Vergniaud, however, had but shaken, not convinced, the Assembly, which\nwavered between the two parties. Several members were successively heard,\nfor and against the appeal to the people. Brissot, Gensonne, Petion,\nsupported it in their turn. One speaker at length had a decisive\ninfluence on the question. Barere, by his suppleness, and his cold and\nevasive eloquence, was the model and oracle of the centre. He spoke at\ngreat length on the trial, reviewed it in all its bearings--of facts, of\nlaws, and of policy--and furnished all those weak minds, who only wanted\nspecious reasons for yielding, with motives for the condemnation of the\nKing. The\ndiscussion lasted till the 7th, and nobody would listen any longer to the\ncontinual repetition of the same facts and arguments. It was therefore\ndeclared to be closed without opposition, but the proposal of a fresh\nadjournment excited a commotion among the most violent, and ended in a\ndecree which fixed the 14th of January for putting the questions to the\nvote. Meantime the King did not allow the torturing suspense to disturb his\noutward composure, or lessen his kindness to those around him. On the\nmorning after his second appearance at the bar of the Convention, the\ncommissary Vincent, who had undertaken secretly to convey to the Queen a\ncopy of the King's printed defence, asked for something which had belonged\nto him, to treasure as a relic; the King took off his neck handkerchief\nand gave it him; his gloves he bestowed on another municipal, who had made\nthe same request. \"On January 1st,\" says Clery, \"I approached the King's\nbed and asked permission to offer him my warmest prayers for the end of\nhis misfortunes. 'I accept your good wishes with affection,' he replied,\nextending his hand to me. As soon as he had risen, he requested a\nmunicipal to go and inquire for his family, and present them his good\nwishes for the new year. The officers were moved by the tone in which\nthese words, so heartrending considering the position of the King, were\npronounced. The correspondence between their Majesties went on\nconstantly. The King being informed that Madame Royale was ill, was very\nuneasy for some days. The Queen, after begging earnestly, obtained\npermission for M. Brunnier, the medical attendant of the royal children,\nto come to the Temple. The nearer the moment which was to decide the King's fate approached, the\ngreater became the agitation in, Paris. \"A report was circulated that the\natrocities of September were to be repeated there, and the prisoners and\ntheir relatives beset the deputies with supplications that they would\nsnatch them from destruction. The Jacobins, on their part, alleged that\nconspiracies were hatching in all quarters to save Louis XVI. from\npunishment, and to restore royalty. Their anger, excited by delays and\nobstacles, assumed a more threatening aspect; and the two parties thus\nalarmed one another by supposing that each harboured sinister designs.\" On the 14th of January the Convention called for the order of the day,\nbeing the final judgment of Louis XVI. \"The sitting of the Convention which concluded the trial,\" says Hazlitt,\n\"lasted seventy-two hours. It might naturally be supposed that silence,\nrestraint, a sort of religious awe, would have pervaded the scene. On the\ncontrary, everything bore the marks of gaiety, dissipation, and the most\ngrotesque confusion. The farther end of the hall was converted into\nboxes, where ladies, in a studied deshabille, swallowed ices, oranges,\nliqueurs, and received the salutations of the members who went and came,\nas on ordinary occasions. Here the doorkeepers on the Mountain side\nopened and shut the boxes reserved for the mistresses of the Duc\nd'Orleans; and there, though every sound of approbation or disapprobation\nwas strictly forbidden, you heard the long and indignant 'Ha, ha's!' of\nthe mother-duchess, the patroness of the bands of female Jacobins,\nwhenever her ears were not loudly greeted with the welcome sounds of\ndeath. The upper gallery, reserved for the people, was during the whole\ntrial constantly full of strangers of every description, drinking wine as\nin a tavern. \"Bets were made as to the issue of the trial in all the neighbouring\ncoffee-houses. Ennui, impatience, disgust sat on almost every\ncountenance. The figures passing and repassing, rendered more ghastly by\nthe pallid lights, and who in a slow, sepulchral voice pronounced only the\nword--Death; others calculating if they should have time to go to dinner\nbefore they gave their verdict; women pricking cards with pins in order to\ncount the votes; some of the deputies fallen asleep, and only waking up to\ngive their sentence,--all this had the appearance rather of a hideous\ndream than of a reality.\" The Duc d'Orleans, when called on to give his vote for the death of his\nKing and relation, walked with a faltering step, and a face paler than\ndeath itself, to the appointed place, and there read these words:\n\"Exclusively governed by my duty, and convinced that all those who have\nresisted the sovereignty of the people deserve death, my vote is for\ndeath!\" Important as the accession of the first Prince of the blood was\nto the Terrorist faction, his conduct in this instance was too obviously\nselfish and atrocious not to excite a general feeling of indignation; the\nagitation of the Assembly became extreme; it seemed as if by this single\nvote the fate of the monarch was irrevocably sealed. The President having examined the register, the result of the scrutiny was\nproclaimed as follows\n\n\n     Against an appeal to the people........... 480\n     For an appeal to the people............... 283\n\n     Majority for final judgment............... 197\n\n\nThe President having announced that he was about to declare the result of\nthe scrutiny, a profound silence ensued, and he then gave in the following\ndeclaration: that, out of 719 votes, 366 were for DEATH, 319 were for\nimprisonment during the war, two for perpetual imprisonment, eight for a\nsuspension of the execution of the sentence of death until after the\nexpulsion of the family of the Bourbons, twenty-three were for not putting\nhim to death until the French territory was invaded by any foreign power,\nand one was for a sentence of death, but with power of commutation of the\npunishment. After this enumeration the President took off his hat, and, lowering his\nvoice, said: \"In consequence of this expression of opinion I declare that\nthe punishment pronounced by the National Convention against Louis Capet\nis DEATH!\" Previous to the passing of the sentence the President announced on the\npart of the Foreign Minister the receipt of a letter from the Spanish\nMinister relative to that sentence. The Convention, however, refused to\nhear it. [It will be remembered that a similar remonstrance was forwarded\nby the English Government.] M. de Malesherbes, according to his promise to the King, went to the\nTemple at nine o'clock on the morning of the 17th?. During the calling of the votes\nhe asked M. de Malesherbes, \"Have you not met near the Temple the White\nLady?\" \"Do you not know,\" resumed the\nKing with a smile, \"that when a prince of our house is about to die, a\nfemale dressed in white is seen wandering about the palace? My friends,\"\nadded he to his defenders, \"I am about to depart before you for the land\nof the just, but there, at least, we shall be reunited.\" In fact, his\nMajesty's only apprehension seemed to be for his family.--ALISON.] \"All is lost,\" he said to Clery. The King, who\nsaw him arrive, rose to receive him. [When M. de Malesherbes went to the Temple to announce the result of the\nvote, he found Louis with his forehead resting on his hands, and absorbed\nin a deep reverie. Without inquiring concerning his fate, he said: \"For\ntwo hours I have been considering whether, during my whole reign, I have\nvoluntarily given any cause of complaint to my subjects; and with perfect\nsincerity I declare that I deserve no reproach at their hands, and that I\nhave never formed a wish but for their happiness.\" M. de Malesherbes, choked by sobs, threw himself at his feet. The King\nraised him up and affectionately embraced him. When he could control his\nvoice, De Malesherbes informed the King of the decree sentencing him to\ndeath; he made no movement of surprise or emotion, but seemed only\naffected by the distress of his advocate, whom he tried to comfort. On the 20th of January, at two in the afternoon, Louis XVI. was awaiting\nhis advocates, when he heard the approach of a numerous party. He stopped\nwith dignity at the door of his apartment, apparently unmoved: Garat then\ntold him sorrowfully that he was commissioned to communicate to him the\ndecrees of the Convention. Grouvelle, secretary of the Executive Council,\nread them to him. guilty of treason against\nthe general safety of the State; the second condemned him to death; the\nthird rejected any appeal to the people; and the fourth and last ordered\nhis execution in twenty-four hours. Louis, looking calmly round, took the\npaper from Grouvelle, and read Garat a letter, in which he demanded from\nthe Convention three days to prepare for death, a confessor to assist him\nin his last moments, liberty to see his family, and permission for them to\nleave France. Garat took the letter, promising to submit it immediately\nto the Convention. then went back into his room with great composure, ordered his\ndinner, and ate as usual. There were no knives on the table, and his\nattendants refused to let him have any. \"Do they think me so cowardly,\"\nhe exclaimed, \"as to lay violent hands on myself? I am innocent, and I am\nnot afraid to die.\" The Convention refused the delay, but granted some other demands which he\nhad made. Garat sent for Edgeworth de Firmont, the ecclesiastic whom\nLouis XVI. had chosen, and took him in his own carriage to the Temple. M.\nEdgeworth, on being ushered into the presence of the King, would have\nthrown himself at his feet, but Louis instantly raised him, and both shed\ntears of emotion. He then, with eager curiosity, asked various questions\nconcerning the clergy of France, several bishops, and particularly the\nArchbishop of Paris, requesting him to assure the latter that he died\nfaithfully attached to his communion.--The clock having struck eight, he\nrose, begged M. Edgeworth to wait, and retired with emotion, saying that\nhe was going to see his family. The municipal officers, unwilling to lose\nsight of the King, even while with his family, had decided that he should\nsee them in the dining-room, which had a glass door, through which they\ncould watch all his motions without hearing what he said. At half-past\neight the door opened. The Queen, holding the Dauphin by the hand, Madame\nElisabeth, and Madame Royale rushed sobbing into the arms of Louis XVI. The door was closed, and the municipal officers, Clery, and M. Edgeworth\nplaced themselves behind it. During the first moments, it was but a scene\nof confusion and despair. Cries and lamentations prevented those who were\non the watch from distinguishing anything. At length the conversation\nbecame more calm, and the Princesses, still holding the King clasped in\ntheir arms, spoke with him in a low tone. \"He related his trial to my\nmother,\" says Madame Royale, \"apologising for the wretches who had\ncondemned him. He told her that he would not consent to any attempt to\nsave him, which might excite disturbance in the country. He then gave my\nbrother some religious advice, and desired him, above all, to forgive\nthose who caused his death; and he gave us his blessing. My mother was\nvery desirous that the whole family should pass the night with my father,\nbut he opposed this, observing to her that he much needed some hours of\nrepose and quiet.\" After a long conversation, interrupted by silence and\ngrief, the King put an end to the painful meeting, agreeing to see his\nfamily again at eight the next morning. \"Yes, yes,\" sorrowfully replied the\nKing. [\"But when we were gone,\" says his daughter, \"he requested that we might\nnot be permitted to return, as our presence afflicted him too much.\"] At this moment the Queen held him by one arm, Madame Elisabeth by the\nother, while Madame Royale clasped him round the waist, and the Dauphin\nstood before him, with one hand in that of his mother. At the moment of\nretiring Madame Royale fainted; she was carried away, and the King\nreturned to M. Edgeworth deeply depressed by this painful interview. The\nKing retired to rest about midnight; M. Edgeworth threw himself upon a\nbed, and Clery took his place near the pillow of his master. Next morning, the 21st of January, at five, the King awoke, called Clery,\nand dressed with great calmness. He congratulated himself on having\nrecovered his strength by sleep. Clery kindled a fire,, and moved a chest\nof drawers, out of which he formed an altar. M. Edgeworth put on his\npontifical robes, and began to celebrate mass. Clery waited on him, and\nthe King listened, kneeling with the greatest devotion. He then received\nthe communion from the hands of M. Edgeworth, and after mass rose with new\nvigour, and awaited with composure the moment for going to the scaffold. He asked for scissors that Clery might cut his hair; but the Commune\nrefused to trust him with a pair. At this moment the drums were beating in the capital. All who belonged to\nthe armed sections repaired to their company with complete submission. It\nwas reported that four or five hundred devoted men, were to make a dash\nupon the carriage, and rescue the King. The Convention, the Commune, the\nExecutive Council, and the Jacobins were sitting. in the\nmorning, Santerre, with a deputation from the Commune, the department, and\nthe criminal tribunal, repaired to the Temple. Louis XVI., on hearing\nthem arrive, rose and prepared to depart. He desired Clery to transmit\nhis last farewell to his wife, his sister, and his children; he gave him a\nsealed packet, hair, and various trinkets, with directions to deliver\nthese articles to them. [In the course of the morning the King said to me: \"You will give this\nseal to my son and this ring to the Queen, and assure her that it is with\npain I part with it. This little packet contains the hair of all my\nfamily; you will give her that, too. Tell the Queen, my dear sister, and\nmy children, that, although I promised to see them again this morning, I\nhave resolved to spare them the pang of so cruel a separation. Tell them\nhow much it costs me to go away without receiving their embraces once\nmore!\" He wiped away some tears, and then added, in the most mournful\naccents, \"I charge you to bear them my last farewell.\"--CLERY.] He then clasped his hand and thanked him for his services. After this he\naddressed himself to one of the municipal officers, requesting him to\ntransmit his last will to the Commune. This officer, who had formerly\nbeen a priest, and was named Jacques Roux, brutally replied that his\nbusiness was to conduct him to execution, and not to perform his\ncommissions. Another person took charge of it, and Louis, turning towards\nthe party, gave with firmness the signal for starting. Officers of gendarmerie were placed on the front seat of the carriage. The\nKing and M. Edgeworth occupied the back. During the ride, which was\nrather long, the King read in M. Edgeworth's breviary the prayers for\npersons at the point of death; the two gendarmes were astonished at his\npiety and tranquil resignation. The vehicle advanced slowly, and amidst\nuniversal silence. At the Place de la Revolution an extensive space had\nbeen left vacant about the scaffold. Around this space were planted\ncannon; the most violent of the Federalists were stationed about the\nscaffold; and the vile rabble, always ready to insult genius, virtue, and\nmisfortune, when a signal is given it to do so, crowded behind the ranks\nof the Federalists, and alone manifested some outward tokens of\nsatisfaction. Louis XVI., rising briskly,\nstepped out into the Place. Three executioners came up; he refused their\nassistance, and took off his clothes himself. But, perceiving that they\nwere going to bind his hands, he made a movement of indignation, and\nseemed ready to resist. M. Edgeworth gave him a last look, and said,\n\"Suffer this outrage, as a last resemblance to that God who is about to be\nyour reward.\" At these words the King suffered himself to be bound and\nconducted to the scaffold. All at once Louis hurriedly advanced to\naddress the people. \"Frenchmen,\" said he, in a firm voice, \"I die\ninnocent of the crimes which are imputed to me; I forgive the authors of\nmy death, and I pray that my blood may not fall upon France.\" He would\nhave continued, but the drums were instantly ordered to beat: their\nrolling drowned his voice; the executioners laid hold of him, and M.\nEdgeworth took his leave in these memorable words: \"Son of Saint Louis,\nascend to heaven!\" As soon as the blood flowed, furious wretches dipped\ntheir pikes and handkerchiefs in it, then dispersed throughout Paris,\nshouting \"Vive la Republique! and even went to the\ngates of the Temple to display brutal and factious joy. [The body of Louis was, immediately after the execution, removed to the\nancient cemetery of the Madeleine. Large quantities of quicklime were\nthrown into the grave, which occasioned so rapid a decomposition that,\nwhen his remains were sought for in 1816, it was with difficulty any part\ncould be recovered. Over the spot where he was interred Napoleon\ncommenced the splendid Temple of Glory, after the battle of Jena; and the\nsuperb edifice was completed by the Bourbons, and now forms the Church of\nthe Madeleine, the most beautiful structure in Paris. Louis was executed\non the same ground where the Queen, Madame Elisabeth, and so many other\nnoble victims of the Revolution perished; where Robespierre and Danton\nafterwards suffered; and where the Emperor Alexander and the allied\nsovereigns took their station, when their victorious troops entered Paris\nin 1814! The history of modern Europe has not a scene fraught with\nequally interesting recollections to exhibit. It is now marked by the\ncolossal obelisk of blood-red granite which was brought from Thebes, in\nUpper Egypt, in 1833, by the French Government.--ALLISON.] The Royal Prisoners.--Separation of the Dauphin from His Family. On the morning of the King's execution, according to the narrative of\nMadame Royale, his family rose at six: \"The night before, my mother had\nscarcely strength enough to put my brother to bed; She threw herself,\ndressed as she was, on her own bed, where we heard her shivering with cold\nand grief all night long. At a quarter-past six the door opened; we\nbelieved that we were sent for to the King, but it was only the officers\nlooking for a prayer-book for him. We did not, however, abandon the hope\nof seeing him, till shouts of joy from the infuriated populace told us\nthat all was over. In the afternoon my mother asked to see Clery, who\nprobably had some message for her; we hoped that seeing him would occasion\na burst of grief which might relieve the state of silent and choking agony\nin which we saw her.\" The request was refused, and the officers who\nbrought the refusal said Clery was in \"a frightful state of despair\" at\nnot being allowed to see the royal family; shortly afterwards he was\ndismissed from the Temple. \"We had now a little more freedom,\" continues the Princess; \"our guards\neven believed that we were about to be sent out of France; but nothing\ncould calm my mother's agony; no hope could touch her heart, and life or\ndeath became indifferent to her. Fortunately my own affliction increased\nmy illness so seriously that it distracted her thoughts. My\nmother would go no more to the garden, because she must have passed the\ndoor of what had been my father's room, and that she could not bear. But\nfearing lest want of air should prove injurious to my brother and me,\nabout the end of February she asked permission to walk on the leads of the\nTower, and it was granted.\" The Council of the Commune, becoming aware of the interest which these sad\npromenades excited, and the sympathy with which they were observed from\nthe neighbouring houses, ordered that the spaces between the battlements\nshould be filled up with shutters, which intercepted the view. But while\nthe rules for the Queen's captivity were again made more strict, some of\nthe municipal commissioners tried slightly to alleviate it, and by means\nof M. de Hue, who was at liberty in Paris, and the faithful Turgi, who\nremained in the Tower, some communications passed between the royal family\nand their friends. The wife of Tison, who waited on the Queen, suspected\nand finally denounced these more lenient guardians,--[Toulan, Lepitre,\nVincent, Bruno, and others.] --who were executed, the royal prisoners being\nsubjected to a close examination. \"On the 20th of April,\" says Madame Royale, \"my mother and I had just gone\nto bed when Hebert arrived with several municipals. We got up hastily,\nand these men read us a decree of the Commune directing that we should be\nsearched. My poor brother was asleep; they tore him from his bed under\nthe pretext of examining it. My mother took him up, shivering with cold. All they took was a shopkeeper's card which my mother had happened to\nkeep, a stick of sealing-wax from my aunt, and from me 'une sacre coeur de\nJesus' and a prayer for the welfare of France. The search lasted from\nhalf-past ten at night till four o'clock in the morning.\" The next visit of the officials was to Madame Elisabeth alone; they found\nin her room a hat which the King had worn during his imprisonment, and\nwhich she had begged him to give her as a souvenir. They took it from her\nin spite of her entreaties. \"It was suspicious,\" said the cruel and\ncontemptible tyrants. The Dauphin became ill with fever, and it was long before his mother, who\nwatched by him night and day, could obtain medicine or advice for him. When Thierry was at last allowed to see him his treatment relieved the\nmost violent symptoms, but, says Madame Royale, \"his health was never\nreestablished. Want of air and exercise did him great mischief, as well\nas the kind of life which this poor child led, who at eight years of age\npassed his days amidst the tears of his friends, and in constant anxiety\nand agony.\" While the Dauphin's health was causing his family such alarm, they were\ndeprived of the services of Tison's wife, who became ill, and finally\ninsane, and was removed to the Hotel Dieu, where her ravings were reported\nto the Assembly and made the ground of accusations against the royal\nprisoners. [This woman, troubled by remorse, lost her reason, threw herself at the\nfeet of the Queen, implored her pardon, and disturbed the Temple for many\ndays with the sight and the noise of her madness. The Princesses,\nforgetting the denunciations of this unfortunate being, in consideration\nof her repentance and insanity, watched over her by turns, and deprived\nthemselves of their own food to relieve her.--LAMARTINE, \"History of the\nGirondists,\" vol. No woman took her place, and the Princesses themselves made their beds,\nswept their rooms, and waited upon the Queen. Far worse punishments than menial work were prepared for them. On 3d July\na decree of the Convention ordered that the Dauphin should be separated\nfrom his family and \"placed in the most secure apartment of the Tower.\" As soon as he heard this decree pronounced, says his sister, \"he threw\nhimself into my mother's arms, and with violent cries entreated not to be\nparted from her. My mother would not let her son go, and she actually\ndefended against the efforts of the officers the bed in which she had\nplaced him. The men threatened to call up the guard and use violence. My\nmother exclaimed that they had better kill her than tear her child from\nher. At last they threatened our lives, and my mother's maternal\ntenderness forced her to the sacrifice. My aunt and I dressed the child,\nfor my poor mother had no longer strength for anything. Nevertheless, when\nhe was dressed, she took him up in her arms and delivered him herself to\nthe officers, bathing him with her tears, foreseeing that she was never to\nbehold him again. The poor little fellow embraced us all tenderly, and\nwas carried away in a flood of tears. My mother's horror was extreme when\nshe heard that Simon, a shoemaker by trade, whom she had seen as a\nmunicipal officer in the Temple, was the person to whom her child was\nconfided. The officers now no longer remained in my mother's\napartment; they only came three times a day to bring our meals and examine\nthe bolts and bars of our windows; we were locked up together night and\nday. We often went up to the Tower, because my brother went, too, from\nthe other side. The only pleasure my mother enjoyed was seeing him\nthrough a crevice as he passed at a distance. She would watch for hours\ntogether to see him as he passed. It was her only hope, her only\nthought.\" The Queen was soon deprived even of this melancholy consolation. On 1st\nAugust, 1793, it was resolved that she should be tried. Robespierre\nopposed the measure, but Barere roused into action that deep-rooted hatred\nof the Queen which not even the sacrifice of her life availed to\neradicate. \"Why do the enemies of the Republic still hope for success?\" \"Is it because we have too long forgotten the crimes of the\nAustrian? The children of Louis the Conspirator are hostages for the\nRepublic..but behind them lurks a woman who has been the cause of\nall the disasters of France.\" At two o'clock on the morning of the following day, the municipal officers\n\"awoke us,\" says Madame Royale, \"to read to my mother the decree of the\nConvention, which ordered her removal to the Conciergerie,\n\n[The Conciergerie was originally, as its name implies, the porter's lodge\nof the ancient Palace of Justice, and became in time a prison, from the\ncustom of confining there persons who had committed trifling offences\nabout the Court.] She heard it without visible emotion, and\nwithout speaking a single word. My aunt and I immediately asked to be\nallowed to accompany my mother, but this favour was refused us. All the\ntime my mother was making up a bundle of clothes to take with her, these\nofficers never left her. She was even obliged to dress herself before\nthem, and they asked for her pockets, taking away the trifles they\ncontained. She embraced me, charging me to keep up my spirits and my\ncourage, to take tender care of my aunt, and obey her as a second mother. She then threw herself into my aunt's arms, and recommended her children\nto her care; my aunt replied to her in a whisper, and she was then hurried\naway. In leaving the Temple she struck her head against the wicket, not\nhaving stooped low enough. [Mathieu, the gaoler, used to say, \"I make Madame Veto and her sister and\ndaughter, proud though they are, salute me; for the door is so low they\ncannot pass without bowing.\"] 'No,' she replied,\n'nothing can hurt me now.\" We have already seen what changes had been made in the Temple. Marie\nAntoinette had been separated from her sister, her daughter, and her Son,\nby virtue of a decree which ordered the trial and exile of the last\nmembers of the family of the Bourbons. She had been removed to the\nConciergerie, and there, alone in a narrow prison, she was reduced to what\nwas strictly necessary, like the other prisoners. The imprudence of a\ndevoted friend had rendered her situation still more irksome. Michonnis, a\nmember of the municipality, in whom she had excited a warm interest, was\ndesirous of introducing to her a person who, he said, wished to see her\nout of curiosity. This man, a courageous emigrant, threw to her a\ncarnation, in which was enclosed a slip of very fine paper with these\nwords: \"Your friends are ready,\"--false hope, and equally dangerous for\nher who received it, and for him who gave it! Michonnis and the emigrant\nwere detected and forthwith apprehended; and the vigilance exercised in\nregard to the unfortunate prisoner became from that day more rigorous than\never. [The Queen was lodged in a room called the council chamber, which was\nconsidered as the moat unwholesome apartment in the Conciergerie on\naccount of its dampness and the bad smells by which it was continually\naffected. Under pretence of giving her a person to wait upon her they\nplaced near her a spy,--a man of a horrible countenance and hollow,\nsepulchral voice. This wretch, whose name was Barassin, was a robber and\nmurderer by profession. Such was the chosen attendant on the Queen of\nFrance! A few days before her trial this wretch was removed and a\ngendarme placed in her chamber, who watched over her night and day, and\nfrom whom she was not separated, even when in bed, but by a ragged\ncurtain. In this melancholy abode Marie Antoinette had no other dress\nthan an old black gown, stockings with holes, which she was forced to mend\nevery day; and she was entirely destitute of shoes.--DU  BROCA.] Gendarmes were to mount guard incessantly at the door of her prison, and\nthey were expressly forbidden to answer anything that she might say to\nthem. That wretch Hebert, the deputy of Chaumette, and editor of the disgusting\npaper Pere Duchesne, a writer of the party of which Vincent, Ronsin,\nVarlet, and Leclerc were the leaders--Hebert had made it his particular\nbusiness to torment the unfortunate remnant of the dethroned family. He\nasserted that the family of the tyrant ought not to be better treated than\nany sans-culotte family; and he had caused a resolution to be passed by\nwhich the sort of luxury in which the prisoners in the Temple were\nmaintained was to be suppressed. They were no longer to be allowed either\npoultry or pastry; they were reduced to one sort of aliment for breakfast,\nand to soup or broth and a single dish for dinner, to two dishes for\nsupper, and half a bottle of wine apiece. Tallow candles were to be\nfurnished instead of wag, pewter instead of silver plate, and delft ware\ninstead of porcelain. The wood and water carriers alone were permitted to\nenter their room, and that only accompanied by two commissioners. Their\nfood was to be introduced to them by means of a turning box. The numerous\nestablishment was reduced to a cook and an assistant, two men-servants,\nand a woman-servant to attend to the linen. As soon as this resolution was passed, Hebert had repaired to the Temple\nand inhumanly taken away from the unfortunate prisoners even the most\ntrifling articles to which they attached a high value. Eighty Louis which\nMadame Elisabeth had in reserve, and which she had received from Madame de\nLamballe, were also taken away. No one is more dangerous, more cruel,\nthan the man without acquirements, without education, clothed with a\nrecent authority. If, above all, he possess a base nature, if, like\nHebert, who was check-taker at the door of a theatre, and embezzled money\nout of the receipts, he be destitute of natural morality, and if he leap\nall at once from the mud of his condition into power, he is as mean as he\nis atrocious. Such was Hebert in his conduct at the Temple. He did not\nconfine himself to the annoyances which we have mentioned. He and some\nothers conceived the idea of separating the young Prince from his aunt and\nsister. A shoemaker named Simon and his wife were the instructors to whom\nit was deemed right to consign him for the purpose of giving him a\nsans-cullotte education. Simon and his wife were shut up in the Temple,\nand, becoming prisoners with the unfortunate child, were directed to bring\nhim up in their own way. Their food was better than that of the\nPrincesses, and they shared the table of the municipal commissioners who\nwere on duty. Simon was permitted to go down, accompanied by two\ncommissioners, to the court of the Temple, for the purpose of giving the\nDauphin a little exercise. Hebert conceived the infamous idea of wringing from this boy revelations\nto criminate his unhappy mother. Whether this wretch imputed to the child\nfalse revelations, or abused his, tender age and his condition to extort\nfrom him what admissions soever he pleased, he obtained a revolting\ndeposition; and as the youth of the Prince did not admit of his being\nbrought before the tribunal, Hebert appeared and detailed the infamous\nparticulars which he had himself either dictated or invented. It was on the 14th of October that Marie Antoinette appeared before her\njudges. Dragged before the sanguinary tribunal by inexorable\nrevolutionary vengeance, she appeared there without any chance of\nacquittal, for it was not to obtain her acquittal that the Jacobins had\nbrought her before it. It was necessary, however, to make some charges. Fouquier therefore collected the rumours current among the populace ever\nsince the arrival of the Princess in France, and, in the act of\naccusation, he charged her with having plundered the exchequer, first for\nher pleasures, and afterwards in order to transmit money to her brother,\nthe Emperor. He insisted on the scenes of the 5th and 6th of October, and\non the dinners of the Life Guards, alleging that she had at that period\nframed a plot, which obliged the people to go to Versailles to frustrate\nit. He afterwards accused her of having governed her husband, interfered\nin the choice of ministers, conducted the intrigues with the deputies\ngained by the Court, prepared the journey to Varennes, provoked the war,\nand transmitted to the enemy's generals all our plans of campaign. He\nfurther accused her of having prepared a new conspiracy on the 10th of\nAugust, of having on that day caused the people to be fired upon, having\ninduced her husband to defend himself by taxing him with cowardice;\nlastly, of having never ceased to plot and correspond with foreigners\nsince her captivity in the Temple, and of having there treated her young\nson as King. We here observe how, on the terrible day of long-deferred\nvengeance, when subjects at length break forth and strike such of their\nprinces as have not deserved the blow, everything is distorted and\nconverted into crime. We see how the profusion and fondness for pleasure,\nso natural to a young princess, how her attachment to her native country,\nher influence over her husband, her regrets, always more indiscreet in a\nwoman than a man, nay, even her bolder courage, appeared to their inflamed\nor malignant imaginations. Lecointre, deputy of Versailles,\nwho had seen what had passed on the 5th and 6th of October, Hebert, who\nhad frequently visited the Temple, various clerks in the ministerial\noffices, and several domestic servants of the old Court were summoned..\nAdmiral d'Estaing, formerly commandant of the guard of Versailles; Manuel,\nthe ex-procureur of the Commune; Latour-du-Pin, minister of war in 1789;\nthe venerable Bailly, who, it was said, had been, with La Fayette, an\naccomplice in the journey to Varennes; lastly, Valaze one of the\nGirondists destined to the scaffold, were taken from their prisons and\ncompelled to give evidence. Some had seen the Queen in high spirits\nwhen the Life Guards testified their attachment; others had seen her vexed\nand dejected while being conducted to Paris, or brought back from\nVarennes; these had been present at splendid festivities which must have\ncost enormous sums; those had heard it said in the ministerial offices\nthat the Queen was adverse to the sanction of the decrees. An ancient\nwaiting-woman of the Queen had heard the Duc de Coigny say, in 1788, that\nthe Emperor had already received two hundred millions from France to make\nwar upon the Turks. The cynical Hebert, being brought before the unfortunate Queen, dared at\nlength to prefer the charges wrung from the young Prince. He said that\nCharles Capet had given Simon an account of the journey to Varennes, and\nmentioned La Fayette and Bailly as having cooperated in it. He then added\nthat this boy was addicted to odious and very premature vices for his age;\nthat he had been surprised by Simon, who, on questioning him, learned that\nhe derived from his mother the vices in which he indulged. Hebert said\nthat it was no doubt the intention of Marie Antoinette, by weakening thus,\nearly the physical constitution of her son, to secure to herself the means\nof ruling him in case he should ever ascend the throne. The rumours which\nhad been whispered for twenty years by a malicious Court had given the\npeople a most unfavourable opinion of the morals of the Queen. That\naudience, however, though wholly Jacobin, was disgusted at the accusations\nof Hebert. [Can there be a more infernal invention than that made against the. Queen\nby Hdbert,--namely, that she had had an improper intimacy with her own\nson? He made use of this sublime idea of which he boasted in order to\nprejudice the women against the Queen, and to prevent her execution from\nexciting pity. It had, however, no other effect than that of disgusting\nall parties.--PRUDHOMME.] [Hebert did not long survive her in whose sufferings he had taken such an\ninfamous part. He was executed on 26th March, 1794.] Urged a new to explain herself, she\nsaid, with extraordinary emotion, \"I thought that human nature would\nexcuse me from answering such an imputation, but I appeal from it to the\nheart of every mother here present.\" This noble and simple reply affected\nall who heard it. In the depositions of the witnesses, however, all was not so bitter for\nMarie Antoinette. The brave D'Estaing, whose enemy she had been, would\nnot say anything to inculpate her, and spoke only of the courage which she\nhad shown on the 5th and 6th of October, and of the noble resolution which\nshe had expressed, to die beside her husband rather than fly. Manuel, in\nspite of his enmity to the Court during the time of the Legislative\nAssembly, declared that he could not say anything against the accused. When the venerable Bailly was brought forward, who formerly so often\npredicted to the Court the calamities which its imprudence must produce,\nhe appeared painfully affected; and when he was asked if he knew the wife\nof Capet, \"Yes,\" said he, bowing respectfully, \"I have known Madame.\" He\ndeclared that he knew nothing, and maintained that the declarations\nextorted from the young Prince relative to the journey to Varennes were\nfalse. In recompense for his deposition he was assailed with outrageous\nreproaches, from which he might judge what fate would soon be awarded to\nhimself. In all the evidence there appeared but two serious facts, attested by\nLatour-du-Pin and Valaze, who deposed to them because they could not help\nit. Latour-du-Pin declared that Marie Antoinette had applied to him for\nan accurate statement of the armies while he was minister of war. Valaze,\nalways cold, but respectful towards misfortune, would not say anything to\ncriminate the accused; yet he could not help declaring that, as a member\nof the commission of twenty-four, being charged with his colleagues to\nexamine the papers found at the house of Septeuil, treasurer of the civil\nlist, he had seen bonds for various sums signed Antoinette, which was very\nnatural; but he added that he had also seen a letter in which the minister\nrequested the King to transmit to the Queen the copy of the plan of\ncampaign which he had in his hands. The most unfavourable construction\nwas immediately put upon these two facts, the application for a statement\nof the armies, and the communication of the plan of campaign; and it was\nconcluded that they could not be wanted for any other purpose than to be\nsent to the enemy, for it was not supposed that a young princess should\nturn her attention, merely for her own satisfaction, to matters of\nadministration and military, plans. After these depositions, several\nothers were received respecting the expenses of the Court, the influence\nof the Queen in public affairs, the scene of the 10th of August, and what\nhad passed in the Temple; and the most vague rumours and most trivial\ncircumstances were eagerly caught at as proofs. Marie Antoinette frequently repeated, with presence of mind and firmness,\nthat there was no precise fact against her;\n\n[At first the Queen, consulting only her own sense of dignity, had\nresolved on her trial to make no other reply to the questions of her\njudges than \"Assassinate me as you have already assassinated my husband!\" Afterwards, however, she determined to follow the example of the King,\nexert herself in her defence, and leave her judges without any excuse or\npretest for putting her to death.--WEBER'S \"Memoirs of Marie Antoinette.\"] that, besides, though the wife of Louis XVI., she was not answerable for\nany of the acts of his reign. Fouquier nevertheless declared her to be\nsufficiently convicted; Chaveau-Lagarde made unavailing efforts to defend\nher; and the unfortunate Queen was condemned to suffer the same fate as\nher husband. Daniel went to the kitchen. Conveyed back to the Conciergerie, she there passed in tolerable composure\nthe night preceding her execution, and, on the morning of the following\nday, the 16th of October,\n\n[The Queen, after having written and prayed, slept soundly for some hours. On her waking, Bault's daughter dressed her and adjusted her hair with\nmore neatness than on other days. Marie Antoinette wore a white gown, a\nwhite handkerchief covered her shoulders, a white cap her hair; a black\nribbon bound this cap round her temples....  The cries, the looks, the\nlaughter, the jests of the people overwhelmed her with humiliation; her\ncolour, changing continually from purple to paleness, betrayed her\nagitation....  On reaching the scaffold she inadvertently trod on the\nexecutioner's foot. \"Pardon me,\" she said, courteously. She knelt for an\ninstant and uttered a half-audible prayer; then rising and glancing\ntowards the towers of the Temple, \"Adieu, once again, my children,\" she\nsaid; \"I go to rejoin your father.\"--LAMARTINE.] she was conducted, amidst a great concourse of the populace, to the fatal\nspot where, ten months before, Louis XVI. She listened\nwith calmness to the exhortations of the ecclesiastic who accompanied her,\nand cast an indifferent look at the people who had so often applauded her\nbeauty and her grace, and who now as warmly applauded her execution. On\nreaching the foot of the scaffold she perceived the Tuileries, and\nappeared to be moved; but she hastened to ascend the fatal ladder, and\ngave herself up with courage to the executioner. [Sorrow had blanched the Queen's once beautiful hair; but her features and\nair still commanded the admiration of all who beheld her; her cheeks, pale\nand emaciated, were occasionally tinged with a vivid colour at the mention\nof those she had lost. When led out to execution, she was dressed in\nwhite; she had cut off her hair with her own hands. Placed in a tumbrel,\nwith her arms tied behind her, she was taken by a circuitous route to the\nPlace de la Revolution, and she ascended the scaffold with a firm and\ndignified step, as if she had been about to take her place on a throne by\nthe side of her husband.-LACRETELLE.] The infamous wretch exhibited her head to the people, as he was accustomed\nto do when he had sacrificed an illustrious victim. The Last Separation.--Execution of Madame Elisabeth. The two Princesses left in the Temple were now almost inconsolable; they\nspent days and nights in tears, whose only alleviation was that they were\nshed together. \"The company of my aunt, whom I loved so tenderly,\" said\nMadame Royale, \"was a great comfort to me. all that I loved\nwas perishing around me, and I was soon to lose her also. In\nthe beginning of September I had an illness caused solely by my anxiety\nabout my mother; I never heard a drum beat that I did not expect another\n3d of September.\" --[when the head of the Princesse de Lamballe was carried\nto the Temple.] In the course of the month the rigour of their captivity was much\nincreased. The Commune ordered that they should only have one room; that\nTison (who had done the heaviest of the household work for them, and since\nthe kindness they showed to his insane wife had occasionally given them\ntidings of the Dauphin) should be imprisoned in the turret; that they\nshould be supplied with only the barest necessaries; and that no one\nshould enter their room save to carry water and firewood. Their quantity\nof firing was reduced, and they were not allowed candles. They were also\nforbidden to go on the leads, and their large sheets were taken away,\n\"lest--notwithstanding the gratings!--they should escape from the\nwindows.\" On 8th October, 1793, Madame Royale was ordered to go downstairs, that she\nmight be interrogated by some municipal officers. \"My aunt, who was\ngreatly affected, would have followed, but they stopped her. She asked\nwhether I should be permitted to come up again; Chaumette assured her that\nI should. 'You may trust,' said he, 'the word of an honest republican. I soon found myself in my brother's room, whom I\nembraced tenderly; but we were torn asunder, and I was obliged to go into\nanother room.--[This was the last time the brother and sister met]. Chaumette then questioned me about a thousand shocking things of which\nthey accused my mother and aunt; I was so indignant at hearing such\nhorrors that, terrified as I was, I could not help exclaiming that they\nwere infamous falsehoods. \"But in spite of my tears they still pressed their questions. There were\nsome things which I did not comprehend, but of which I understood enough\nto make me weep with indignation and horror. They then asked me\nabout Varennes, and other things. I answered as well as I could without\nimplicating anybody. I had always heard my parents say that it were\nbetter to die than to implicate anybody.\" When the examination was over\nthe Princess begged to be allowed to join her mother, but Chaumette said\nhe could not obtain permission for her to do so. She was then cautioned\nto say nothing about her examination to her aunt, who was next to appear\nbefore them. Madame Elisabeth, her niece declares, \"replied with still\nmore contempt to their shocking questions.\" Daniel moved to the office. The only intimation of the Queen's fate which her daughter and her\nsister-in-law were allowed to receive was through hearing her sentence\ncried by the newsman. But \"we could not persuade ourselves that she was\ndead,\" writes Madame Royale. \"A hope, so natural to the unfortunate,\npersuaded us that she must have been saved. For eighteen months I\nremained in this cruel suspense. We learnt also by the cries of the\nnewsman the death of the Duc d'Orleans. [The Duc d'Orleans, the early and interested propagator of the Revolution,\nwas its next victim. Billaud Varennes said in the Convention: \"The time\nhas come when all the conspirators should be known and struck. I demand\nthat we no longer pass over in silence a man whom we seem to have\nforgotten, despite the numerous facts against him. I demand that\nD'ORLEANS be sent to the Revolutionary Tribunal.\" The Convention, once\nhis hireling adulators, unanimously supported the proposal. In vain he\nalleged his having been accessory to the disorders of 5th October, his\nsupport of the revolt on 10th August, 1792, his vote against the King on\n17th January, 1793. He then asked only\nfor a delay of twenty-four hours, and had a repast carefully prepared, on\nwhich he feasted with avidity. When led out for execution he gazed with a\nsmile on the Palais Royal, the scene of his former orgies. He was detained\nfor a quarter of an hour before that palace by the order of Robespierre,\nwho had asked his daughter's hand, and promised in return to excite a\ntumult in which the Duke's life should be saved. Depraved though he was,\nhe would not consent to such a sacrifice, and he met his fate with stoical\nfortitude.--ALLISON, vol. It was the only piece of news that reached us during the whole winter.\" The severity with which the prisoners were treated was carried into every\ndetail of their life. The officers who guarded them took away their\nchessmen and cards because some of them were named kings and queens, and\nall the books with coats of arms on them; they refused to get ointment for\na gathering on Madame Elisabeth's arm; they, would not allow her to make a\nherb-tea which she thought would strengthen her niece; they declined to\nsupply fish or eggs on fast-days or during Lent, bringing only coarse fat\nmeat, and brutally replying to all remonstances, \"None but fools believe\nin that stuff nowadays.\" Madame Elisabeth never made the officials\nanother request, but reserved some of the bread and cafe-au-lait from her\nbreakfast for her second meal. The time during which she could be thus\ntormented was growing short. On 9th May, 1794, as the Princesses were going to bed, the outside bolts\nof the door were unfastened and a loud knocking was heard. \"When my aunt\nwas dressed,\" says Madame Royale, \"she opened the door, and they said to\nher, 'Citoyenne, come down.' --'We shall take care of her\nafterwards.' She embraced me, and to calm my agitation promised to return. 'No, citoyenne,' said the men, 'bring your bonnet; you shall not return.' They overwhelmed her with abuse, but she bore it patiently, embracing me,\nand exhorting me to trust in Heaven, and never to forget the last commands\nof my father and mother.\" Madame Elisabeth was then taken to the Conciergerie,",
    "query": "Where is Daniel? ",
    "target": "office"
}