{
    "context": "There isn't the call for it there used to be, but just a touch gives dash.\" Page's grievances had worked their way to the surface. Sidney and Harriet had made her world, such as it was, and her world was in revolt. With you leaving, and Sidney renting her room and sleeping on a folding-bed in the sewing-room, everything seems upside down. I never thought I should live to see strange men running in and out of this house and carrying latch-keys.\" This in reference to Le Moyne, whose tall figure had made a hurried exit some time before. Nothing could have symbolized Harriet's revolt more thoroughly than her going upstairs after a hurried breakfast, and putting on her hat and coat. She had heard of rooms, she said, and there was nothing urgent in the work-room. Her eyes were brighter already as she went out. Sidney, kissing her in the hall and wishing her luck, realized suddenly what a burden she and her mother must have been for the last few years. They would never be a burden again--never, as long as she had strength and health! Page had worked herself into a state bordering on hysteria. She came in at three o'clock, and Katie gave her a cup of tea. At the news of her sister's condition, she merely shrugged her shoulders. \"She'll not die, Katie,\" she said calmly. \"But see that Miss Sidney eats something, and if she is worried tell her I said to get Dr. Very significant of Harriet's altered outlook was this casual summoning of the Street's family doctor. She was already dealing in larger figures. A sort of recklessness had come over her since the morning. Already she was learning that peace of mind is essential to successful endeavor. Somewhere Harriet had read a quotation from a Persian poet; she could not remember it, but its sense had stayed with her: \"What though we spill a few grains of corn, or drops of oil from the cruse? So Harriet, having spilled oil from her cruse in the shape of Dr. The recklessness of pure adventure was in her blood. She had taken rooms at a rental that she determinedly put out of her mind, and she was on her way to buy furniture. No pirate, fitting out a ship for the highways of the sea, ever experienced more guilty and delightful excitement. Ed was out \"on a case\" and might not be in until evening. Sidney sat in the darkened room and waved a fan over her mother's rigid form. At half after five, Johnny Rosenfeld from the alley, who worked for a florist after school, brought a box of roses to Sidney, and departed grinning impishly. He knew Joe, had seen him in the store. Soon the alley knew that Sidney had received a dozen Killarney roses at three dollars and a half, and was probably engaged to Joe Drummond. Ed,\" said Sidney, as he followed her down the stairs, \"can you spare the time to talk to me a little while?\" Perhaps the elder Wilson had a quick vision of the crowded office waiting across the Street; but his reply was prompt: \"Any amount of time.\" Sidney led the way into the small parlor, where Joe's roses, refused by the petulant invalid upstairs, bloomed alone. \"First of all,\" said Sidney, \"did you mean what you said upstairs?\" It said--which was perfectly true--that he had sacrificed himself to his brother's career: that, for the sake of that brilliant young surgeon, Dr. Ed had done without wife and children; that to send him abroad he had saved and skimped; that he still went shabby and drove the old buggy, while Max drove about in an automobile coupe. Sidney, not at all of the stuff martyrs are made of, sat in the scented parlor and, remembering all this, was ashamed of her rebellion. \"I'm going into a hospital,\" said Sidney. He liked to have all the symptoms before he made a diagnosis or ventured an opinion. So Sidney, trying to be cheerful, and quite unconscious of the anxiety in her voice, told her story. \"It's fearfully hard work, of course,\" he commented, when she had finished. \"I don't think I like the idea,\" he said at last. \"It's splendid work for an older woman. But it's life, child--life in the raw. As we get along in years we lose our illusions--some of them, not all, thank God. But for you, at your age, to be brought face to face with things as they are, and not as we want them to be--it seems such an unnecessary sacrifice.\" \"Don't you think,\" said Sidney bravely, \"that you are a poor person to talk of sacrifice? Haven't you always, all your life--\" Dr. Ed to the roots of his straw- hair. \"Certainly not,\" he said almost irritably. \"Max had genius; I had--ability. One real success is better than two halves. Not\"--he smiled down at her--\"not that I minimize my usefulness. Somebody has to do the hack-work, and, if I do say it myself, I'm a pretty good hack.\" \"Then I shall be a hack, too. Of course, I had thought of other things,--my father wanted me to go to college,--but I'm strong and willing. And one thing I must make up my mind to, Dr. Ed; I shall have to support my mother.\" Harriet passed the door on her way in to a belated supper. The man in the parlor had a momentary glimpse of her slender, sagging shoulders, her thin face, her undisguised middle age. \"Yes,\" he said, when she was out of hearing. \"It's hard, but I dare say it's right enough, too. Only--I wish it didn't have to be.\" Sidney, left alone, stood in the little parlor beside the roses. She touched them tenderly, absently. Life, which the day before had called her with the beckoning finger of dreams, now reached out grim insistent hands. CHAPTER III K. Le Moyne had wakened early that first morning in his new quarters. When he sat up and yawned, it was to see his worn cravat disappearing with vigorous tugs under the bureau. \"You and I, Reginald,\" he apostrophized the bureau, \"will have to come to an understanding. What I leave on the floor you may have, but what blows down is not to be touched.\" Because he was young and very strong, he wakened to a certain lightness of spirit. The morning sun had always called him to a new day, and the sun was shining. But he grew depressed as he prepared for the office. He told himself savagely, as he put on his shabby clothing, that, having sought for peace and now found it, he was an ass for resenting it. The trouble was, of course, that he came of fighting stock: soldiers and explorers, even a gentleman adventurer or two, had been his forefather. He loathed peace with a deadly loathing. Having given up everything else, K. Le Moyne had also given up the love of woman. He had been too busy for women; and now he was too idle. A small part of his brain added figures in the office of a gas company daily, for the sum of two dollars and fifty cents per eight-hour working day. But the real K. Le Moyne that had dreamed dreams, had nothing to do with the figures, but sat somewhere in his head and mocked him as he worked at his task. \"Time's going by, and here you are!\" mocked the real person--who was, of course, not K. Le Moyne at all. \"You're the hell of a lot of use, aren't you? Two and two are four and three are seven--take off the discount. It's a man's work, isn't it?\" \"Somebody's got to do this sort of thing,\" protested the small part of his brain that earned the two-fifty per working day. \"And it's a great anaesthetic. He can't think when he's doing it. There's something practical about figures, and--rational.\" He dressed quickly, ascertaining that he had enough money to buy a five-dollar ticket at Mrs. McKee's; and, having given up the love of woman with other things, he was careful not to look about for Sidney on his way. McKee's, and was initiated into the mystery of the ticket punch. The food was rather good, certainly plentiful; and even his squeamish morning appetite could find no fault with the self-respecting tidiness of the place. Tillie proved to be neat and austere. He fancied it would not be pleasant to be very late for one's meals--in fact, Sidney had hinted as much. Some of the \"mealers\"--the Street's name for them--ventured on various small familiarities of speech with Tillie. K. Le Moyne himself was scrupulously polite, but reserved. He was determined not to let the Street encroach on his wretchedness. Because he had come to live there was no reason why it should adopt him. When the deaf-and-dumb book agent wrote something on a pencil pad and pushed it toward him, he replied in kind. \"We are very glad to welcome you to the McKee family,\" was what was written on the pad. \"Very happy, indeed, to be with you,\" wrote back Le Moyne--and realized with a sort of shock that he meant it. The greeting and the breakfast cheered him; also, he had evidently made some headway with Tillie.'s previous walk of life there had been no toothpicks; or, if there were any, they were kept, along with the family scandals, in a closet. But nearly a year of buffeting about had taught him many things. He took one, and placed it nonchalantly in his waistcoat pocket, as he had seen the others do. Tillie, her rush hour over, wandered back into the kitchen and poured herself a cup of coffee. McKee was reweighing the meat order. \"Kind of a nice fellow,\" Tillie said, cup to lips--\"the new man.\" He'd be handsome if he wasn't so grouchy-looking. McKee drew a long breath and entered the lam stew in a book. \"When I think of Anna Page taking a roomer, it just about knocks me over, Tillie. And where they'll put him, in that little house--he looked thin, what I saw of him. This last referred, not to K. Le Moyne, of course, but to the lamb stew. \"Thin as a fiddle-string.\" \"Just keep an eye on him, that he gets enough.\" Then, rather ashamed of her unbusinesslike methods: \"A thin mealer's a poor advertisement. Do you suppose this is the dog meat or the soup scraps?\" In such manner was most of the Street and its environs connected; in such wise did its small gossip start at one end and pursue its course down one side and up the other. \"Sidney Page is engaged to Joe Drummond,\" announced Tillie. \"He sent her a lot of pink roses yesterday.\" There was no malice in her flat statement, no envy. Sidney and she, living in the world of the Street, occupied different spheres. But the very lifelessness in her voice told how remotely such things touched her, and thus was tragic. \"Mealers\" came and went--small clerks, petty tradesmen, husbands living alone in darkened houses during the summer hegira of wives. Various and catholic was Tillie's male acquaintance, but compounded of good fellowship only. Once, years before, romance had paraded itself before her in the garb of a traveling nurseryman--had walked by and not come back. \"And Miss Harriet's going into business for herself. She's taken rooms downtown; she's going to be Madame Something or other.\" If she raises her prices she can't make my new foulard.\" Tillie sat at the table, her faded blue eyes fixed on the back yard, where her aunt, Mrs. Rosenfeld, was hanging out the week's wash of table linen. \"I don't know as it's so selfish,\" she reflected. I guess a body's got the right to live it.\" McKee eyed her suspiciously, but Tillie's face showed no emotion. \"You don't ever hear of Schwitter, do you?\" \"No; I guess she's still living.\" Schwitter, the nurseryman, had proved to have a wife in an insane asylum. John travelled to the hallway. That was why Tillie's romance had only paraded itself before her and had gone by. Tillie rose and tied a gingham apron over her white one. Only sometimes--\" \"I don't know as it would have been so wrong. He ain't young, and I ain't. He had nice manners; he'd have been good to me.\" Then: \"And him a married man!\" \"Well, I'm not going to do it,\" Tillie soothed her. \"I get to thinking about it sometimes; that's all. He's got the same nice way about him.\" Aye, the new man had made her think of him, and June, and the lovers who lounged along the Street in the moonlit avenues toward the park and love; even Sidney's pink roses. Change was in the very air of the Street that June morning. It was in Tillie, making a last clutch at youth, and finding, in this pale flare of dying passion, courage to remember what she had schooled herself to forget; in Harriet asserting her right to live her life; in Sidney, planning with eager eyes a life of service which did not include Joe; in K. Le Moyne, who had built up a wall between himself and the world, and was seeing it demolished by a deaf-and-dumb book agent whose weapon was a pencil pad! And yet, for a week nothing happened: Joe came in the evenings and sat on the steps with Sidney, his honest heart, in his eyes. She could not bring herself at first to tell him about the hospital. She put it off from day to day. Anna, no longer sulky, accepted wit the childlike faith Sidney's statement that \"they'd get along; she had a splendid scheme,\" and took to helping Harriet in her preparations for leaving. Tillie, afraid of her rebellious spirit, went to prayer meeting. And K. Le Moyne, finding his little room hot in the evenings and not wishing to intrude on the two on the doorstep, took to reading his paper in the park, and after twilight to long, rapid walks out into the country. The walks satisfied the craving of his active body for exercise, and tired him so he could sleep. Wagner, and they carried on an animated conversation until it was too dark to see the pad. Even then, it developed that Wagner could write in the dark; and he secured the last word in a long argument by doing this and striking a match for K. to read by. When K. was sure that the boy had gone, he would turn back toward the Street. Some of the heaviness of his spirit always left him at sight of the little house. Its kindly atmosphere seemed to reach out and envelop him. Within was order and quiet, the fresh-down bed, the tidiness of his ordered garments. There was even affection--Reginald, waiting on the fender for his supper, and regarding him with wary and bright-eyed friendliness. Life, that had seemed so simple, had grown very complicated for Sidney. There was her mother to break the news to, and Joe. Harriet would approve, she felt; but these others! To assure Anna that she must manage alone for three years, in order to be happy and comfortable afterward--that was hard enough to tell Joe she was planning a future without him, to destroy the light in his blue eyes--that hurt. One Friday evening, coming home late, as usual, he found her on the doorstep, and Joe gone. The moon had waxed and waned, and the Street was dark. Even the ailanthus blossoms had ceased their snow-like dropping. The <DW52> man who drove Dr. Ed in the old buggy on his daily rounds had brought out the hose and sprinkled the street. Within this zone of freshness, of wet asphalt and dripping gutters, Sidney sat, cool and silent. My idea of luxury is to have the Street sprinkled on a hot night.\" K. disposed of his long legs on the steps. He was trying to fit his own ideas of luxury to a garden hose and a city street. \"I'm afraid you're working too hard.\" I do a minimum of labor for a minimum of wage. \"But you work at night, don't you?\" Then: \"No, Miss Page.\" \"I do believe--why, how silly of you!\" \"Really, I like it,\" he protested. \"I hang over a desk all day, and in the evening I want to walk. I ramble around the park and see lovers on benches--it's rather thrilling. They sit on the same benches evening after evening. I know a lot of them by sight, and if they're not there I wonder if they have quarreled, or if they have finally got married and ended the romance. Why should their getting married end the romance? And don't you know that, if you insist on walking the streets and parks at night because Joe Drummond is here, I shall have to tell him not to come?\" They had rather a heated argument over it, and became much better acquainted. \"If I were engaged to him,\" Sidney ended, her cheeks very pink, \"I--I might understand. But, as I am not--\" \"Ah!\" said K., a trifle unsteadily. Only a week--and love was one of the things she had had to give up, with others. Not, of course, that he was in love with Sidney then. But he had been desperately lonely, and, for all her practical clearheadedness, she was softly and appealingly feminine. By way of keeping his head, he talked suddenly and earnestly of Mrs. McKee, and food, and Tillie, and of Mr. \"It's like a game,\" he said. \"We disagree on everything, especially Mexico. If you ever tried to spell those Mexican names--\" \"Why did you think I was engaged?\"'s walk of life--that walk of life where there are no toothpicks, and no one would have believed that twenty-one meals could have been secured for five dollars with a ticket punch thrown in--young girls did not receive the attention of one young man to the exclusion of others unless they were engaged. I am quite certain, for instance, that Reginald suspects it.\" \"It's Johnny Rosenfeld,\" said Sidney, with decision. \"It's horrible, the way things get about. Because Joe sent me a box of roses--As a matter of fact, I'm not engaged, or going to be, Mr. I'm going into a hospital to be a nurse.\" A man is in a rather a bad way when, every time he closes his eyes, he sees the same thing, especially if it is rather terrible. When it gets to a point where he lies awake at night and reads, for fear of closing them-- \"You're too young, aren't you?\" Ed--one of the Wilsons across the Street--is going to help me about that. We're very proud of him in the Street.\" Lucky for K. Le Moyne that the moon no longer shone on the low gray doorstep, that Sidney's mind had traveled far away to shining floors and rows of white beds. Closer to her than the hospital was life in the raw that night. So, even here, on this quiet street in this distant city, there was to be no peace. Was there no place where a man could lose himself? He would have to move on again, of course. But that, it seemed, was just what he could not do. For: \"I want to ask you to do something, and I hope you'll be quite frank,\" said Sidney. \"Anything that I can do--\" \"It's this. If you are comfortable, and--and like the room and all that, I wish you'd stay.\" She hurried on: \"If I could feel that mother had a dependable person like you in the house, it would all be easier.\" \"But--forgive my asking; I'm really interested--can your mother manage? You'll get practically no money during your training.\" A friend of mine, Christine Lorenz, is going to be married. Her people are wealthy, but she'll have nothing but what Palmer makes. She'd like to have the parlor and the sitting room behind. They wouldn't interfere with you at all,\" she added hastily. \"Christine's father would build a little balcony at the side for them, a sort of porch, and they'd sit there in the evenings.\" Behind Sidney's carefully practical tone the man read appeal. Never before had he realized how narrow the girl's world had been. The Street, with but one dimension, bounded it! In her perplexity, she was appealing to him who was practically a stranger. And he knew then that he must do the thing she asked. He, who had fled so long, could roam no more. Here on the Street, with its menace just across, he must live, that she might work. In his world, men had worked that women might live in certain places, certain ways. This girl was going out to earn her living, and he would stay to make it possible. But no hint of all this was in his voice. \"I shall stay, of course,\" he said gravely. \"I--this is the nearest thing to home that I've known for a long time. So they moved their puppets about, Anna and Harriet, Christine and her husband-to-be, Dr. Ed, even Tillie and the Rosenfelds; shifted and placed them, and, planning, obeyed inevitable law. \"Christine shall come, then,\" said Sidney forsooth, \"and we will throw out a balcony.\" So they planned, calmly ignorant that poor Christine's story and Tillie's and Johnny Rosenfeld's and all the others' were already written among the things that are, and the things that shall be hereafter. \"You are very good to me,\" said Sidney. When she rose, K. Le Moyne sprang to his feet. Anna had noticed that he always rose when she entered his room,--with fresh towels on Katie's day out, for instance,--and she liked him for it. Years ago, the men she had known had shown this courtesy to their women; but the Street regarded such things as affectation. \"I wonder if you would do me another favor? I'm afraid you'll take to avoiding me, if I keep on.\" \"I don't think you need fear that.\" \"This stupid story about Joe Drummond--I'm not saying I'll never marry him, but I'm certainly not engaged. Now and then, when you are taking your evening walks, if you would ask me to walk with you--\" K. looked rather dazed. \"I can't imagine anything pleasanter; but I wish you'd explain just how--\" Sidney smiled at him. As he stood on the lowest step, their eyes were almost level. \"If I walk with you, they'll know I'm not engaged to Joe,\" she said, with engaging directness. He waited in the lower hall until she had reached the top of the staircase. For some curious reason, in the time to come, that was the way Sidney always remembered K. Le Moyne--standing in the little hall, one hand upstretched to shut off the gas overhead, and his eyes on hers above. \"Good-night,\" said K. Le Moyne. And all the things he had put out of his life were in his voice. CHAPTER IV On the morning after Sidney had invited K. Le Moyne to take her to walk, Max Wilson came down to breakfast rather late. Ed had breakfasted an hour before, and had already attended, with much profanity on the part of the patient, to a boil on the back of Mr. \"Better change your laundry,\" cheerfully advised Dr. Ed, cutting a strip of adhesive plaster. \"Your neck's irritated from your white collars.\" Rosenfeld eyed him suspiciously, but, possessing a sense of humor also, he grinned. \"It ain't my everyday things that bother me,\" he replied. \"It's my blankety-blank dress suit. But if a man wants to be tony--\" \"Tony\" was not of the Street, but of its environs. Harriet was \"tony\" because she walked with her elbows in and her head up. Max was \"tony\" because he breakfasted late, and had a man come once a week and take away his clothes to be pressed. He was \"tony,\" too, because he had brought back from Europe narrow-shouldered English-cut clothes, when the Street was still padding its shoulders. Even K. would have been classed with these others, for the stick that he carried on his walks, for the fact that his shabby gray coat was as unmistakably foreign in cut as Dr. Max's, had the neighborhood so much as known him by sight. But K., so far, had remained in humble obscurity, and, outside of Mrs. McKee's, was known only as the Pages' roomer. Rosenfeld buttoned up the blue flannel shirt which, with a pair of Dr. Ed's cast-off trousers, was his only wear; and fished in his pocket. My old woman works a day and a half for two dollars.\" \"I guess it's worth two dollars to you to be able to sleep on your back.\" He was imperturbably straightening his small glass table. \"If you don't like my price, I'll lend you the knife the next time, and you can let your wife attend to you.\" Rosenfeld drew out a silver dollar, and followed it reluctantly with a limp and dejected dollar bill. \"There are times,\" he said, \"when, if you'd put me and the missus and a knife in the same room, you wouldn't have much left but the knife.\" Ed waited until he had made his stiff-necked exit. Then he took the two dollars, and, putting the money into an envelope, indorsed it in his illegible hand. He heard his brother's step on the stairs, and Dr. Ed made haste to put away the last vestiges of his little operation. Ed's lapses from surgical cleanliness were a sore trial to the younger man, fresh from the clinics of Europe. In his downtown office, to which he would presently make his leisurely progress, he wore a white coat, and sterilized things of which Dr. So, as he came down the stairs, Dr. Ed, who had wiped his tiny knife with a bit of cotton,--he hated sterilizing it; it spoiled the edge,--thrust it hastily into his pocket. He had cut boils without boiling anything for a good many years, and no trouble. But he was wise with the wisdom of the serpent and the general practitioner, and there was no use raising a discussion. Max's morning mood was always a cheerful one. Now and then the way of the transgressor is disgustingly pleasant. Max, who sat up until all hours of the night, drinking beer or whiskey-and-soda, and playing bridge, wakened to a clean tongue and a tendency to have a cigarette between shoes, so to speak. Ed, whose wildest dissipation had perhaps been to bring into the world one of the neighborhood's babies, wakened customarily to the dark hour of his day, when he dubbed himself failure and loathed the Street with a deadly loathing. So now Max brought his handsome self down the staircase and paused at the office door. \"It's after nine,\" protested Ed mildly. \"If I don't start early, I never get through.\" \"If things go on as they've been doing, I'll have to have an assistant. I'd rather have you than anybody, of course.\" He put his lithe surgeon's hand on his brother's shoulder. \"Where would I be if it hadn't been for you? All the fellows know what you've done.\" It was one thing to work hard that there might be one success instead of two half successes. It was a different thing to advertise one's mediocrity to the world. His sphere of the Street and the neighborhood was his own. To give it all up and become his younger brother's assistant--even if it meant, as it would, better hours and more money--would be to submerge his identity. \"I guess I'll stay where I am,\" he said. \"They know me around here, and I know them. By the way, will you leave this envelope at Mrs. Maggie Rosenfeld is ironing there to-day. \"You'll go on here to the end of your days, working for a pittance,\" he objected. \"Inside of ten years there'll be no general practitioners; then where will you be?\" \"I'll manage somehow,\" said his brother placidly. \"I guess there will always be a few that can pay my prices better than what you specialists ask.\" \"I dare say, if this is the way you let them pay your prices.\" He held out the envelope, and the older man. Max was his brother, unselfishly proud, of his skill, of his handsome person, of his easy good manners; very humble, too, of his own knowledge and experience. If he ever suspected any lack of finer fiber in Max, he put the thought away. He prepared his black bag for the day's calls--stethoscope, thermometer, eye-cup, bandages, case of small vials, a lump of absorbent cotton in a not over-fresh towel; in the bottom, a heterogeneous collection of instruments, a roll of adhesive plaster, a bottle or two of sugar-milk tablets for the children, a dog collar that had belonged to a dead collie, and had put in the bag in some curious fashion and there remained. He prepared the bag a little nervously, while Max ate. He felt that modern methods and the best usage might not have approved of the bag. On his way out he paused at the dining-room door. \"Operating at four--wish you could come in.\" I've promised Sidney Page to speak about her to you. \"Why, she can't be over sixteen.\" Do you think any girl of that age is responsible enough to have life and death put in her hands? Besides, although I haven't noticed her lately, she used to be a pretty little thing. There is no use filling up the wards with a lot of ornaments; it keeps the internes all stewed up.\" Ed mildly, \"have you found good looks in a girl a handicap?\" It would be better than having her run across the Street--would put things on the right footing. For, if he did have her admitted, she would have to learn at once that he was no longer \"Dr. Max\"; that, as a matter of fact, he was now staff, and entitled to much dignity, to speech without contradiction or argument, to clean towels, and a deferential interne at his elbow. Having given his promise, Max promptly forgot about it. Christine and Sidney had been children when he went to Vienna, and since his return he had hardly noticed them. Society, always kind to single men of good appearance and easy good manners, had taken him up. He wore dinner or evening clothes five nights out of seven, and was supposed by his conservative old neighbors to be going the pace. The rumor had been fed by Mrs. Rosenfeld, who, starting out for her day's washing at six o'clock one morning, had found Dr. Max's car, lamps lighted, and engine going, drawn up before the house door, with its owner asleep at the wheel. The story traveled the length of the Street that day. Rosenfeld, who was occasionally flowery, \"sittin' up as straight as this washboard, and his silk hat shinin' in the sun; but exceptin' the car, which was workin' hard and gettin' nowhere, the whole outfit in the arms of Morpheus.\" Lorenz, whose day it was to have Mrs. Rosenfeld, and who was unfamiliar with mythology, gasped at the last word. \"Do you mean to say he's got that awful drug habit!\" Max that morning, a big man, almost as tall as K. Le Moyne, eager of life, strong and a bit reckless, not fine, perhaps, but not evil. He had the same zest of living as Sidney, but with this difference--the girl stood ready to give herself to life: he knew that life would come to him. Max, that morning, as he drew on his gloves before stepping into his car. K. Le Moyne had been an hour at his desk. The McKee napkins lay ironed in orderly piles. Max was suffering under a sense of defeat as he rode downtown. The night before, he had proposed to a girl and had been rejected. He was not in love with the girl,--she would have been a suitable wife, and a surgeon ought to be married; it gives people confidence,--but his pride was hurt. He recalled the exact words of the rejection. \"You're too good-looking, Max,\" she had said, \"and that's the truth. Now that operations are as popular as fancy dancing, and much less bother, half the women I know are crazy about their surgeons. I'm too fond of my peace of mind.\" She had looked at him with level, understanding eyes. He put the disagreeable recollection out of his mind as he parked his car and made his way to his office. Here would be people who believed in him, from the middle-aged nurse in her prim uniform to the row of patients sitting stiffly around the walls of the waiting-room. Max, pausing in the hall outside the door of his private office, drew a long breath. This was the real thing--work and plenty of it, a chance to show the other men what he could do, a battle to win! No humanitarian was he, but a fighter: each day he came to his office with the same battle lust. When she turned, he faced an agreeable surprise. Instead of Miss Simpson, he faced a young and attractive girl, faintly familiar. \"We tried to get you by telephone,\" she explained. Miss Simpson's father died this morning, and she knew you would have to have some one. I was just starting for my vacation, so they sent me.\" \"Rather a poor substitute for a vacation,\" he commented. He had seen her before in the hospital, but he had never really noticed how attractive she was. The combination of yellow hair and dark eyes was unusual. He remembered, just in time, to express regret at Miss Simpson's bereavement. \"I am Miss Harrison,\" explained the substitute, and held out his long white coat. The ceremony, purely perfunctory with Miss Simpson on duty, proved interesting, Miss Harrison, in spite of her high heels, being small and the young surgeon tall. When he was finally in the coat, she was rather flushed and palpitating. \"But I KNEW your name, of course,\" lied Dr. \"And--I'm sorry about the vacation.\" Miss Harrison was nimble and alert, but the surgeon worked quickly and with few words, was impatient when she could not find the things he called for, even broke into restrained profanity now and then. She went a little pale over her mistakes, but preserved her dignity and her wits. Now and then he found her dark eyes fixed on him, with something inscrutable but pleasing in their depths. The situation was: rather piquant. Consciously he was thinking only of what he was doing. Subconsciously his busy ego was finding solace after last night's rebuff. Once, during the cleaning up between cases, he dropped to a personality. He was drying his hands, while she placed freshly sterilized instruments on a glass table. \"You are almost a foreign type, Miss Harrison. Last year, in a London ballet, I saw a blonde Spanish girl who looked like you.\" Where Miss Simpson was in the habit of clumping through the morning in flat, heavy shoes, Miss Harrison's small heels beat a busy tattoo on the tiled floor. With the rustling of her starched dress, the sound was essentially feminine, almost insistent. When he had time to notice it, it amused him that he did not find it annoying. Once, as she passed him a bistoury, he deliberately placed his fine hand over her fingers and smiled into her eyes. It was play for him; it lightened the day's work. There had been no tedium in the morning's waiting. Like all imaginative people, she had the gift of dramatizing herself. She was seeing herself in white from head to foot, like this efficient young woman who came now and then to the waiting-room door; she was healing the sick and closing tired eyes; she was even imagining herself proposed to by an aged widower with grown children and quantities of money, one of her patients. She sat very demurely in the waiting-room with a magazine in her lap, and told her aged patient that she admired and respected him, but that she had given herself to the suffering poor. \"Everything in the world that you want,\" begged the elderly gentleman. \"You should see the world, child, and I will see it again through your eyes. To Paris first for clothes and the opera, and then--\" \"But I do not love you,\" Sidney replied, mentally but steadily. \"In all the world I love only one man. He is--\" She hesitated here. It certainly was not Joe, or K. Le Moyne of the gas office. It seem to her suddenly very sad that there was no one she loved. So many people went into hospitals because they had been disappointed in love. Max--not the gloved and hatted Dr. Max of the Street, but a new person, one she had never known--stood in his white office, tall, dark-eyed, dark-haired, competent, holding out his long, immaculate surgeon's hand, and smiling down at her. A clerk on a high stool, poring over a ledger, is not unimpressive, or a cook over her stove. But place the cook on the stool, poring over the ledger! Max, who had lived all his life on the edge of Sidney's horizon, now, by the simple changing of her point of view, loomed large and magnificent. Certainly, too, there was considerable manner in the way in which he asked Miss Harrison to go out and close the door behind her. Sidney's heart, considering what was happening to it, behaved very well. \"For goodness' sake, Sidney,\" said Dr. Max, \"here you are a young lady and I've never noticed it!\" This, of course, was not what he had intended to say, being staff and all that. But Sidney, visibly palpitant, was very pretty, much prettier than the Harrison girl, beating a tattoo with her heels in the next room. Max, belonging to the class of man who settles his tie every time he sees an attractive woman, thrust his hands into the pockets of his long white coat and surveyed her quizzically. How's your mother and Aunt Harriet?\" \"Very well--that is, mother's never quite well.\" She was sitting forward on her chair, her wide young eyes on him. \"Is that--is your nurse from the hospital here?\" with all the things she had meant to say about a life of service, and that, although she was young, she was terribly in earnest. \"It takes a lot of plugging before one gets the uniform. Look here, Sidney; if you are going to the hospital because of the uniform, and with any idea of soothing fevered brows and all that nonsense--\" She interrupted him, deeply flushed. She was young and strong, and surely a pair of willing hands--that was absurd about the uniform. There was so much to do in the world, and she wanted to help. Some people could give money, but she couldn't. And, partly through earnestness and partly through excitement, she ended in a sort of nervous sob, and, going to the window, stood with her back to him. He followed her, and, because they were old neighbors, she did not resent it when he put his hand on her shoulder. \"I don't know--of course, if you feel like that about it,\" he said, \"we'll see what can be done. It's hard work, and a good many times it seems futile. They die, you know, in spite of all we can do. And there are many things that are worse than death--\" His voice trailed off. When he had started out in his profession, he had had some such ideal of service as this girl beside him. For just a moment, as he stood there close to her, he saw things again with the eyes of his young faith: to relieve pain, to straighten the crooked, to hurt that he might heal,--not to show the other men what he could do,--that had been his early creed. He sighed a little as he turned away. \"I'll speak to the superintendent about you,\" he said. \"Perhaps you'd like me to show you around a little.\" He had meant in a month, or a year. It was quite a minute before he replied:-- \"Yes, to-day, if you say. She held out both hands, and he took them, smiling. \"You are the kindest person I ever met.\" \"And--perhaps you'd better not say you are applying until we find out if there is a vacancy.\" He dropped her hands and looked at her in mock severity. You know, I've always been more than half in love with you myself!\" Play for him--the same victorious instinct that had made him touch Miss Harrison's fingers as she gave him the instrument. And Sidney knew how it was meant; she smiled into his eyes and drew down her veil briskly. \"Then we'll say at three,\" she said calmly, and took an orderly and unflurried departure. But the little seed of tenderness had taken root. Sidney, passing in the last week or two from girlhood to womanhood,--outgrowing Joe, had she only known it, as she had outgrown the Street,--had come that day into her first contact with a man of the world. True, there was K. Le Moyne. But K. was now of the Street, of that small world of one dimension that she was leaving behind her. She sent him a note at noon, with word to Tillie at Mrs. McKee's to put it under his plate:-- DEAR MR. LE MOYNE,--I am so excited I can hardly write. Wilson, the surgeon, is going to take me through the hospital this afternoon. K. read it, and, perhaps because the day was hot and his butter soft and the other \"mealers\" irritable with the heat, he ate little or no luncheon. Before he went out into the sun, he read the note again. To his jealous eyes came a vision of that excursion to the hospital. Sidney, all vibrant eagerness, luminous of eye, quick of bosom; and Wilson, sardonically smiling, amused and interested in spite of himself. He drew a long breath, and thrust the note in his pocket. The little house across the way sat square in the sun. The shades of his windows had been lowered against the heat. K. Le Moyne made an impulsive movement toward it and checked himself. As he went down the Street, Wilson's car came around the corner. Le Moyne moved quietly into the shadow of the church and watched the car go by. CHAPTER V Sidney and K. Le Moyne sat under a tree and talked. In Sidney's lap lay a small pasteboard box, punched with many holes. It was the day of releasing Reginald, but she had not yet been able to bring herself to the point of separation. Now and then a furry nose protruded from one of the apertures and sniffed the welcome scent of pine and buttonball, red and white clover, the thousand spicy odors of field and woodland. \"And so,\" said K. Le Moyne, \"you liked it all? \"Well, in one way, of course--you see, I didn't know it was quite like that: all order and peace and quiet, and white beds and whispers, on top,--you know what I mean,--and the misery there just the same. K. Le Moyne was stretched out on the grass, his arms under his head. For this excursion to the end of the street-car line he had donned a pair of white flannel trousers and a belted Norfolk coat. Sidney had been divided between pride in his appearance and fear that the Street would deem him overdressed. At her question he closed his eyes, shutting out the peaceful arch and the bit of blue heaven overhead. \"Good gracious, I believe he's asleep!\" said Sidney to the pasteboard box. But he opened his eyes and smiled at her. I suppose now there is no question about your going?\" \"The superintendent said I was young, but that any protegee of Dr. \"It is hard work, night and day.\" \"Do you think I am afraid of work?\" He's taken all sorts of idiotic notions in his head.\" \"Such as--\" \"Well, he HATES the hospital, of course. As if, even if I meant to marry him, it wouldn't be years before he can be ready.\" \"Do you think you are quite fair to Joe?\" If you have quite made up your mind not to, better tell him, don't you think? Sidney considered, poking a slim finger into the little holes in the box. \"You can see how stupid he is, and--and young. For one thing, he's jealous of you!\" Of course that is silly, although your attitude toward his suspicion is hardly flattering to me.\" \"I told him that I had asked you to bring me here to-day. \"He said I was flirting desperately with Dr. You see, the day we went through the hospital, it was hot, and we went to Henderson's for soda-water. K. Le Moyne was daily gaining the ability to see things from the angle of the Street. A month ago he could have seen no situation in two people, a man and a girl, drinking soda-water together, even with a boy lover on the next stool. Now he could view things through Joe's tragic eyes. All day he had noticed how inevitably the conversation turned to the young surgeon. Did they start with Reginald, with the condition of the morning-glory vines, with the proposition of taking up the quaint paving-stones and macadamizing the Street, they ended with the younger Wilson. Sidney's active young brain, turned inward for the first time in her life, was still on herself. \"Mother is plaintively resigned--and Aunt Harriet has been a trump. I hope you noticed that you got one of the apostle spoons with the custard she sent up to you the other night. And she didn't object to this trip to-day. Of course, as she said herself, it isn't as if you were young, or at all wild.\" In spite of himself, K. was rather startled. He felt old enough, God knew, but he had always thought of it as an age of the spirit. How old did this child think he was? \"I have promised to stay on, in the capacity of watch-dog, burglar-alarm, and occasional recipient of an apostle spoon in a dish of custard. Lightning-conductor, too--your mother says she isn't afraid of storms if there is a man in the house. He rose to his feet and threw back his fine shoulders. \"Aunt Harriet and your mother and Christine and her husband-to-be, whatever his name is--we'll be a happy family. But, I warn you, if I ever hear of Christine's husband getting an apostle spoon--\" She smiled up at him. \"You are looking very grand to-day. But you have grass stains on your white trousers. Quite suddenly K. felt that she thought him too old for such frivolity of dress. \"How old do you think I am, Miss Sidney?\" She considered, giving him, after her kindly way, the benefit of the doubt. It is middle age, of course, but it is not senility.\" \"Perhaps we'd better not tell mother,\" she said. \"You don't mind being thought older?\" Clearly the subject of his years did not interest her vitally, for she harked back to the grass stains. \"I'm afraid you're not saving, as you promised. Those are new clothes, aren't they?\" Bought years ago in England--the coat in London, the trousers in Bath, on a motor tour. Sidney must hear about England; and she marveled politely, in view of his poverty, about his being there. Poor Le Moyne floundered in a sea of mendacity, rose to a truth here and there, clutched at luncheon, and achieved safety at last. \"To think,\" said Sidney, \"that you have really been across the ocean! I never knew but one person who had been abroad. Le Moyne, unpacking sandwiches from a basket, was aroused by a sheer resentment to an indiscretion. \"You like this Wilson chap pretty well, don't you?\" He did not look up, but busied himself with the luncheon. When the silence grew oppressive, he ventured to glance toward her. She was leaning forward, her chin cupped in her palms, staring out over the valley that stretched at their feet. \"Don't speak to me for a minute or two,\" she said. \"I'm thinking over what you have just said.\" Manlike, having raised the issue, K. would have given much to evade it. Not that he had owned himself in love with Sidney. But into his loneliness and despair the girl had came like a ray of light. She typified that youth and hope that he had felt slipping away from him. Through her clear eyes he was beginning to see a new world. Lose her he must, and that he knew; but not this way. Down through the valley ran a shallow river, making noisy pretensions to both depth and fury. He remembered just such a river in the Tyrol, with this same Wilson on a rock, holding the hand of a pretty Austrian girl, while he snapped the shutter of a camera. He had that picture somewhere now; but the girl was dead, and, of the three, Wilson was the only one who had met life and vanquished it. \"I've known him all my life,\" Sidney said at last. \"You're perfectly right about one thing: I talk about him and I think about him. I'm being candid, because what's the use of being friends if we're not frank? I admire him--you'd have to see him in the hospital, with every one deferring to him and all that, to understand. And when you think of a manlike that, who holds life and death in his hands, of course you rather thrill. I--I honestly believe that's all there is to it.\" \"If that's the whole thing, that's hardly a mad passion.\" He tried to smile; succeeded faintly. \"Well, of course, there's this, too. I'll be one of forty nurses; indeed, for three months I'll be only a probationer. He'll probably never even remember I'm in the hospital at all.\" Then, if you thought he was in love with you, things would be different?\" Max Wilson was in love with me,\" said Sidney solemnly, \"I'd go out of my head with joy.\" One of the new qualities that K. Le Moyne was cultivating was of living each day for itself. Having no past and no future, each day was worth exactly what it brought. He was to look back to this day with mingled feelings: sheer gladness at being out in the open with Sidney; the memory of the shock with which he realized that she was, unknown to herself, already in the throes of a romantic attachment for Wilson; and, long, long after, when he had gone down to the depths with her and saved her by his steady hand, with something of mirth for the untoward happening that closed the day. They had released Reginald, released him with the tribute of a shamefaced tear on Sidney's part, and a handful of chestnuts from K. The little squirrel had squeaked his gladness, and, tail erect, had darted into the grass. \"Do you suppose he'll ever think of the nuts again, or find them?\" \"He'll be all right,\" K. replied. \"The little beggar can take care of himself, if only--\" \"If only what?\" He's apt to crawl into the pockets of any one who happens around.\" To make up for his indiscretion, K. suggested a descent to the river. She accepted eagerly, and he helped her down. That was another memory that outlasted the day--her small warm hand in his; the time she slipped and he caught her; the pain in her eyes at one of his thoughtless remarks. \"I'm going to be pretty lonely,\" he said, when she had paused in the descent and was taking a stone out of her low shoe. \"Reginald gone, and you going! And then, seeing her wince: \"I've been whining all day. For Heaven's sake, don't look like that. If there's one sort of man I detest more than another, it's a man who is sorry for himself. Do you suppose your mother would object if we stayed, out here at the hotel for supper? I've ordered a moon, orange-yellow and extra size.\" \"I should hate to have anything ordered and wasted.\" \"I'll be thrifty as to moons while you are in the hospital.\" And, as it happened, Sidney had to stay, anyhow. For, having perched herself out in the river on a sugar-loaf rock, she slid, slowly but with a dreadful inevitability, into the water. K. happened to be looking in another direction. So it occurred that at one moment, Sidney sat on a rock, fluffy white from head to feet, entrancingly pretty, and knowing it, and the next she was standing neck deep in water, much too startled to scream, and trying to be dignified under the rather trying circumstances. \"If you will be good enough,\" said Sidney, with her chin well up, \"to give me your hand or a pole or something--because if the river rises an inch I shall drown.\" To his undying credit, K. Le Moyne did not laugh when he turned and saw her. He went out on the sugar-loaf rock, and lifted her bodily up its slippery sides. He had prodigious strength, in spite of his leanness. said Sidney, when they were both on the rock, carefully balanced. Then, remembering her manners, as the Street had it, she said primly:-- \"Thank you for saving me.\" \"There wasn't any danger, really, unless--unless the river had risen.\" And then, suddenly, he burst into delighted laughter, the first, perhaps, for months. He shook with it, struggled at the sight of her injured face to restrain it, achieved finally a degree of sobriety by fixing his eyes on the river-bank. \"When you have quite finished,\" said Sidney severely, \"perhaps you will take me to the hotel. I dare say I shall have to be washed and ironed.\" Her wet skirts clung to her; her shoes were sodden and heavy. She clung to him frantically, her eyes on the river below. With the touch of her hands the man's mirth died. He held her very carefully, very tenderly, as one holds something infinitely precious. CHAPTER VI The same day Dr. It was a Wilson day, the young surgeon having six cases. Max had made was to change the hour for major operations from early morning to mid-afternoon. He could do as well later in the day,--his nerves were steady, and uncounted numbers of cigarettes did not make his hand shake,--and he hated to get up early. The staff had fallen into the way of attending Wilson's operations. His technique was good; but technique alone never gets a surgeon anywhere. Even the most jealous of that most jealous of professions, surgery, had to admit that he got results. The last case had been wheeled out of the elevator. The pit of the operating-room was in disorder--towels everywhere, tables of instruments, steaming sterilizers. Orderlies were going about, carrying out linens, emptying pans. At a table two nurses were cleaning instruments and putting them away in their glass cases. Irrigators were being emptied, sponges recounted and checked off on written lists. In the midst of the confusion, Wilson stood giving last orders to the interne at his elbow. As he talked he scoured his hands and arms with a small brush; bits of lather flew off on to the tiled floor. At the hospital they said his nerves were iron; there was no let-down after the day's work. The internes worshiped and feared him. To be able to work like that, so certainly, with so sure a touch, and to look like a Greek god! Wilson's only rival, a gynecologist named O'Hara, got results, too; but he sweated and swore through his operations, was not too careful as to asepsis, and looked like a gorilla. Two or three probationers had been sent to help cleanup, and a senior nurse. Wilson's eyes caught the nurse's eyes as she passed him. \"Have they set you on my trail?\" With the eyes of the room on her, the girl answered primly:-- \"I'm to be in your office in the mornings, Dr. Wilson, and anywhere I am needed in the afternoons.\" \"I shall take it when Miss Simpson comes back.\" Although he went on at once with his conversation with the interne, he still heard the click of her heels about the room. He had not lost the fact that she had flushed when he spoke to her. The mischief that was latent in him came to the surface. When he had rinsed his hands, he followed her, carrying the towel to where she stood talking to the superintendent of the training school. \"Thanks very much, Miss Gregg,\" he said. \"I was sorry about that catgut. We have no trouble with what we prepare ourselves. But with so many operations--\" He was in a magnanimous mood. He smiled' at Miss Gregg, who was elderly and gray, but visibly his creature. It's the first time, and of course it will be the last.\" He glanced over it, noting accurately sponges prepared, used, turned in. But he missed no gesture of the girl who stood beside Miss Gregg. \"That was a mighty pretty probationer I brought you yesterday.\" Two small frowning lines appeared between Miss Harrison's dark brows. He caught them, caught her somber eyes too, and was amused and rather stimulated. \"Prefer 'em young,\" said Dr. You'll have to watch her, though. You'll have all the internes buzzing around, neglecting business.\" She was divided between her disapproval of internes at all times and of young probationers generally, and her allegiance to the brilliant surgeon whose word was rapidly becoming law in the hospital. When an emergency of the cleaning up called her away, doubt still in her eyes, Wilson was left alone with Miss Harrison. He adopted the gentle, almost tender tone that made most women his slaves. \"What are you going to do this evening? \"Lectures are over for the summer. I shall go to prayers, and after that to the roof for air.\" There was a note of bitterness in her voice. Under the eyes of the other nurses, she was carefully contained. They might have been outlining the morning's work at his office. She brought it obediently and poured it into his cupped hands. The solutions of the operating-room played havoc with the skin: the surgeons, and especially Wilson, soaked their hands plentifully with a healing lotion. Over the bottle their eyes met again, and this time the girl smiled faintly. \"Can't you take a little ride to-night and cool off? I'll have the car wherever you say. A ride and some supper--how does it sound? You could get away at seven--\" \"Miss Gregg is coming!\" With an impassive face, the girl took the bottle away. The workers of the operating-room surged between them. An interne presented an order-book; moppers had come in and waited to clean the tiled floor. There seemed no chance for Wilson to speak to Miss Harrison again. But he was clever with the guile of the pursuing male. Eyes of all on him, he turned at the door of the wardrobe-room, where he would exchange his white garments for street clothing, and spoke to her over the heads of a dozen nurses. \"That patient's address that I had forgotten, Miss Harrison, is the corner of the Park and Ellington Avenue.\" She played the game well, was quite calm. Certainly she was pretty, and certainly, too, she was interested in him. The hurt to his pride of a few nights before was healed. He went whistling into the wardrobe-room. As he turned he caught the interne's eye, and there passed between them a glance of complete comprehension. His brother was there, listening to the comments of O'Hara, his friendly rival. said O'Hara, and clapped a hairy hand on his shoulder. I'm proud of you, and your brother here is indecently exalted. It was the Edwardes method, wasn't it? I saw it done at his clinic in New York.\" Edwardes was a pal at mine in Berlin. A great surgeon, too, poor old chap!\" \"There aren't three men in the country with the nerve and the hand for it.\" O'Hara went out, glowing with his own magnanimity. Deep in his heart was a gnawing of envy--not for himself, but for his work. These young fellows with no family ties, who could run over to Europe and bring back anything new that was worth while, they had it all over the older men. Ed stood by and waited while his brother got into his street clothes. There were many times when he wished that their mother could have lived to see how he had carried out his promise to \"make a man of Max.\" Not that he took any credit for Max's brilliant career--but he would have liked her to know that things were going well. He had a picture of her over his office desk. Sometimes he wondered what she would think of his own untidy methods compared with Max's extravagant order--of the bag, for instance, with the dog's collar in it, and other things. On these occasions he always determined to clear out the bag. \"I guess I'll be getting along,\" he said. I'll--I'm going to run out of town, and eat where it's cool.\" Max was newly home from Europe, and Dr. Ed was selling a painfully acquired bond or two to furnish the new offices downtown, the brothers had occasionally gone together, by way of the trolley, to the White Springs Hotel for supper. Those had been gala days for the older man. To hear names that he had read with awe, and mispronounced, most of his life, roll off Max's tongue--\"Old Steinmetz\" and \"that ass of a Heydenreich\"; to hear the medical and surgical gossip of the Continent, new drugs, new technique, the small heart-burnings of the clinics, student scandal--had brought into his drab days a touch of color. Max had new friends, new social obligations; his time was taken up. And pride would not allow the older brother to show how he missed the early days. Forty-two he was, and; what with sleepless nights and twenty years of hurried food, he looked fifty. It's a pity to cook a roast for one.\" Wasteful, too, this cooking of food for two and only one to eat it. A roast of beef meant a visit, in Dr. He still paid the expenses of the house on the Street. \"Sorry, old man; I've made another arrangement.\" Everywhere the younger man received the homage of success. The elevator-man bowed and flung the doors open, with a smile; the pharmacy clerk, the doorkeeper, even the convalescent patient who was polishing the great brass doorplate, tendered their tribute. Ed stood for a moment with his hand on the car. \"I was thinking, up there this afternoon,\" he said slowly, \"that I'm not sure I want Sidney Page to become a nurse.\" \"There's a good deal in life that a girl need not know--not, at least, until her husband tells her. Sidney's been guarded, and it's bound to be a shock.\" For the moment, at least, the younger Wilson had no interest in Sidney Page. Plenty of other girls have taken the training and come through without spoiling their zest for life.\" Already, as the car moved off, his mind was on his appointment for the evening. Sidney, after her involuntary bath in the river, had gone into temporary eclipse at the White Springs Hotel. In the oven of the kitchen stove sat her two small white shoes, stuffed with paper so that they might dry in shape. Back in a detached laundry, a sympathetic maid was ironing various soft white garments, and singing as she worked. Sidney sat in a rocking-chair in a hot bedroom. She was carefully swathed in a sheet from neck to toes, except for her arms, and she was being as philosophic as possible. After all, it was a good chance to think things over. She had very little time to think, generally. Well, there was that to think over and a matter of probation dresses to be talked over later with her Aunt Harriet. Also, there was a great deal of advice to K. Le Moyne, who was ridiculously extravagant, before trusting the house to him. She folded her white arms and prepared to think over all these things. As a matter of fact, she went mentally, like an arrow to its mark, to the younger Wilson--to his straight figure in its white coat, to his dark eyes and heavy hair, to the cleft in his chin when he smiled. \"You know, I have always been more than half in love with you myself...\" Some one tapped lightly at the door. She was back again in the stuffy hotel room, clutching the sheet about her. Whatever visions K. Le Moyne may have had of a chill or of a feverish cold were dispelled by that. \"The moon has arrived, as per specifications. \"I have never eaten on a terrace in my life. K. Le Moyne assured her through the door that he would order a salad, and prepared to descend. But he stood for a moment in front of the closed door, for the mere sound of her moving, beyond it. Things had gone very far with the Pages' roomer that day in the country; not so far as they were to go, but far enough to let him see on the brink of what misery he stood. He had promised her to stay: he was needed. He thought he could have endured seeing her marry Joe, had she cared for the boy. That way, at least, lay safety for her. The boy had fidelity and devotion written large over him. But this new complication--her romantic interest in Wilson, the surgeon's reciprocal interest in her, with what he knew of the man--made him quail. From the top of the narrow staircase to the foot, and he had lived a year's torment! At the foot, however, he was startled out of his reverie. Joe Drummond stood there waiting for him, his blue eyes recklessly alight. Le Moyne took the frenzied boy by the elbow and led him past the door to the empty porch. \"Now,\" he said, \"if you will keep your voice down, I'll listen to what you have to say.\" \"You know what I've got to say.\" This failing to draw from K. Le Moyne anything but his steady glance, Joe jerked his arm free, and clenched his fist. \"What did you bring her out here for?\" \"I do not know that I owe you any explanation, but I am willing to give you one. I brought her out here for a trolley ride and a picnic luncheon. Incidentally we brought the ground squirrel out and set him free.\" Life not having been all beer and skittles to him, he knew that Joe was suffering, and was marvelously patient with him. \"She had the misfortune to fall in the river. And, seeing the light of unbelief in Joe's eyes: \"If you care to make a tour of investigation, you will find that I am entirely truthful. In the laundry a maid--\" \"She is engaged to me\"--doggedly. \"Everybody in the neighborhood knows it; and yet you bring her out here for a picnic! It's--it's damned rotten treatment.\" Before K. Le Moyne's eyes his own fell. He felt suddenly young and futile; his just rage turned to blustering in his ears. \"Even in that case, isn't it rather arrogant to say that--that the young lady in question can accept no ordinary friendly attentions from another man?\" Utter astonishment left Joe almost speechless. The Street, of course, regarded an engagement as a setting aside of the affianced couple, an isolation of two, than which marriage itself was not more a solitude a deux. After a moment:-- \"I don't know where you came from,\" he said, \"but around here decent men cut out when a girl's engaged.\" \"What's more, what do we know about you? Even at your office they don't know anything. You may be all right, but how do I know it? And, even if you are, renting a room in the Page house doesn't entitle you to interfere with the family. You get her into trouble and I'll kill you!\" It took courage, that speech, with K. Le Moyne towering five inches above him and growing a little white about the lips. \"Are you going to say all these things to Sidney?\" \"Does she allow you to call her Sidney?\" And I am going to find out why you were upstairs just now.\" Perhaps never in his twenty-two years had young Drummond been so near a thrashing. Fury that he was ashamed of shook Le Moyne. For very fear of himself, he thrust his hands in the pockets of his Norfolk coat. \"You go to her with just one of these ugly insinuations, and I'll take mighty good care that you are sorry for it. You're younger than I am, and lighter. But if you are going to behave like a bad child, you deserve a licking, and I'll give it to you.\" An overflow from the parlor poured out on the porch. Le Moyne had got himself in hand somewhat. He was still angry, but the look in Joe's eyes startled him. He put a hand on the boy's shoulder. \"You're wrong, old man,\" he said. \"You're insulting the girl you care for by the things you are thinking. And, if it's any comfort to you, I have no intention of interfering in any way. Joe picked his straw hat from a chair and stood turning it in his hands. \"Even if you don't care for her, how do I know she isn't crazy about you?\" \"My word of honor, she isn't.\" \"Just to clear the air, I'll show it to you. Into the breast pocket of his coat he dived and brought up a wallet. The wallet had had a name on it in gilt letters that had been carefully scraped off. But Joe did not wait to see the note. he said--and went swiftly down the steps and into the gathering twilight of the June night. It was only when he reached the street-car, and sat huddled in a corner, that he remembered something. Only about the hospital--but Le Moyne had kept the note, treasured it! Joe was not subtle, not even clever; but he was a lover, and he knew the ways of love. The Pages' roomer was in love with Sidney whether he knew it or not. CHAPTER VII Carlotta Harrison pleaded a headache, and was excused from the operating-room and from prayers. \"I'm sorry about the vacation,\" Miss Gregg said kindly, \"but in a day or two I can let you off. The girl managed to dissemble the triumph in her eyes. \"Thank you,\" she said languidly, and turned away. Then: \"About the vacation, I am not in a hurry. If Miss Simpson needs a few days to straighten things out, I can stay on with Dr. Young women on the eve of a vacation were not usually so reasonable. I wish more of the girls were as thoughtful, with the house full and operations all day and every day.\" Outside the door of the anaesthetizing-room Miss Harrison's languor vanished. She sped along corridors and up the stairs, not waiting for the deliberate elevator. Inside of her room, she closed and bolted the door, and, standing before her mirror, gazed long at her dark eyes and bright hair. Though she was only three years older than Sidney, her experience of life was as of three to Sidney's one. The product of a curious marriage,--when Tommy Harrison of Harrison's Minstrels, touring Spain with his troupe, had met the pretty daughter of a Spanish shopkeeper and eloped with her,--she had certain qualities of both, a Yankee shrewdness and capacity that made her a capable nurse, complicated by occasional outcroppings of southern Europe, furious bursts of temper, slow and smouldering vindictiveness. A passionate creature, in reality, smothered under hereditary Massachusetts caution. She was well aware of the risks of the evening's adventure. The only dread she had was of the discovery of her escapade by the hospital authorities. Nurses were forbidden more than the exchange of professional conversation with the staff. In that world of her choosing, of hard work and little play, of service and self-denial and vigorous rules of conduct, discovery meant dismissal. She put on a soft black dress, open at the throat, and with a wide white collar and cuffs of some sheer material. Her yellow hair was drawn high under her low black hat. From her Spanish mother she had learned to please the man, not herself. Max would wish her to be inconspicuous, and she dressed accordingly. Then, being a cautious person, she disarranged her bed slightly and thumped a hollow into her pillow. The nurses' rooms were subject to inspection, and she had pleaded a headache. Max, driving up to the corner five minutes late, found her there, quite matter-of-fact but exceedingly handsome, and acknowledged the evening's adventure much to his taste. \"A little air first, and then supper--how's that?\" He turned the car toward the suburbs, and then, bending toward her, smiled into her eyes. \"I'm cool for the first time to-day.\" Even Wilson's superb nerves had felt the strain of the afternoon, and under the girl's dark eyes were purplish shadows. She leaned back, weary but luxuriously content. I've driven Miss Simpson about a lot.\" It was almost eight when he turned the car into the drive of the White Springs Hotel. The six-to-eight supper was almost over. One or two motor parties were preparing for the moonlight drive back to the city. All around was virgin country, sweet with early summer odors of new-cut grass, of blossoming trees and warm earth. On the grass terrace over the valley, where ran Sidney's unlucky river, was a magnolia full of creamy blossoms among waxed leaves. Its silhouette against the sky was quaintly heart-shaped. Under her mask of languor, Carlotta's heart was beating wildly. Let him lose his head a little; she could keep hers. If she were skillful and played things right, who could tell? To marry him, to leave behind the drudgery of the hospital, to feel safe as she had not felt for years, that was a stroke to play for! She reached up and, breaking off one of the heavy-scented flowers, placed it in the bosom of her black dress. Sidney and K. Le Moyne were dining together. The novelty of the experience had made her eyes shine like stars. She saw only the magnolia tree shaped like a heart, the terrace edged with low shrubbery, and beyond the faint gleam that was the river. For her the dish-washing clatter of the kitchen was stilled, the noises from the bar were lost in the ripple of the river; the scent of the grass killed the odor of stale beer that wafted out through the open windows. The unshaded glare of the lights behind her in the house was eclipsed by the crescent edge of the rising moon. Sidney was experiencing the rare treat of after-dinner coffee. Le Moyne, grave and contained, sat across from her. To give so much pleasure, and so easily! No wonder the boy was mad about her. Another table was being brought; they were not to be alone. But, what roused him in violent resentment only appealed to Sidney's curiosity. \"A box of candy against a good cigar, they are a stolid married couple.\" If they loll back and watch the kitchen door, I win. If they lean forward, elbows on the table, and talk, you get the candy.\" Sidney, who had been leaning forward, talking eagerly over the table, suddenly straightened and flushed. Although the tapping of her heels was dulled by the grass, although she had exchanged her cap for the black hat, Sidney knew her at once. Was it possible--but of course not! The book of rules stated explicitly that such things were forbidden. \"Don't turn around,\" she said swiftly. \"It is the Miss Harrison I told you about. Carlotta's eyes were blinded for a moment by the glare of the house lights. She dropped into her chair, with a flash of resentment at the proximity of the other table. Then she sat up, her eyes on Le Moyne's grave profile turned toward the valley. Lucky for her that Wilson had stopped in the bar, that Sidney's instinctive good manners forbade her staring, that only the edge of the summer moon shone through the trees. She went white and clutched the edge of the table, with her eyes closed. She was always seeing him even in her dreams. K. Le Moyne, quite unconscious of her presence, looked down into the valley. Wilson appeared on the wooden porch above the terrace, and stood, his eyes searching the half light for her. If he came down to her, the man at the next table might turn, would see her-- She rose and went swiftly back toward the hotel. All the gayety was gone out of the evening for her, but she forced a lightness she did not feel:-- \"It is so dark and depressing out there--it makes me sad.\" \"Surely you do not want to dine in the house?\" The prospect of the glaring lights and soiled linen of the dining-room jarred on his aesthetic sense. He wanted a setting for himself, for the girl. But when, in the full light of the moon, he saw the purplish shadows under her eyes, he forgot his resentment. He leaned over and ran his and caressingly along her bare forearm. \"Your wish is my law--to-night,\" he said softly. After all, the evening was a disappointment to him. The spontaneity had gone out of it, for some reason. The girl who had thrilled to his glance those two mornings in his office, whose somber eyes had met his fire for fire, across the operating-room, was not playing up. She sat back in her chair, eating little, starting at every step. Her eyes, which by every rule of the game should have been gazing into his, were fixed on the oilcloth-covered passage outside the door. \"I think, after all, you are frightened!\" \"A little danger adds to the zest of things. You know what Nietzsche says about that.\" Then, with an effort: \"What does he say?\" \"Two things are wanted by the true man--danger and play. Therefore he seeketh woman as the most dangerous of toys.\" \"Women are dangerous only when you think of them as toys. When a man finds that a woman can reason,--do anything but feel,--he regards her as a menace. But the reasoning woman is really less dangerous than the other sort.\" To talk careful abstractions like this, with beneath each abstraction its concealed personal application, to talk of woman and look in her eyes, to discuss new philosophies with their freedoms, to discard old creeds and old moralities--that was his game. She challenged his philosophy and gave him a chance to defend it. With the conviction, as their meal went on, that Le Moyne and his companion must surely have gone, she gained ease. It was only by wild driving that she got back to the hospital by ten o'clock. Wilson left her at the corner, well content with himself. He had had the rest he needed in congenial company. Even if she talked, there was nothing to tell. But he felt confident that she would not talk. As he drove up the Street, he glanced across at the Page house. Sidney was there on the doorstep, talking to a tall man who stood below and looked up at her. He was sorry he had not kissed Carlotta good-night. He rather thought, now he looked back, she had expected it. As he got out of his car at the curb, a young man who had been standing in the shadow of the tree-box moved quickly away. CHAPTER VIII Sidney entered the hospital as a probationer early in August. Christine was to be married in September to Palmer Howe, and, with Harriet and K. in the house, she felt that she could safely leave her mother. The balcony outside the parlor was already under way. On the night before she went away, Sidney took chairs out there and sat with her mother until the dew drove Anna to the lamp in the sewing-room and her \"Daily Thoughts\" reading. Sidney sat alone and viewed her world from this new and pleasant angle. She could see the garden and the whitewashed fence with its morning-glories, and at the same time, by turning her head, view the Wilson house across the Street. K. Le Moyne was upstairs in his room. She could hear him tramping up and down, and catch, occasionally, the bitter-sweet odor of his old brier pipe. All the small loose ends of her life were gathered up--except Joe. She would have liked to get that clear, too. She wanted him to know how she felt about it all: that she liked him as much as ever, that she did not want to hurt him. But she wanted to make it clear, too, that she knew now that she would never marry him. She thought she would never marry; but, if she did, it would be a man doing a man's work in the world. Her eyes turned wistfully to the house across the Street.'s lamp still burned overhead, but his restless tramping about had ceased. He must be reading--he read a great deal. A neighborhood cat came stealthily across the Street, and stared up at the little balcony with green-glowing eyes. \"Come on, Bill Taft,\" she said. \"Reginald is gone, so you are welcome. Joe Drummond, passing the house for the fourth time that evening, heard her voice, and hesitated uncertainly on the pavement. \"It's late; I'd better get home.\" \"You're not very kind to me, Joe.\" Isn't the kindest thing I can do to keep out of your way?\" \"Not if you are hating me all the time.\" \"Then why haven't you been to see me? If I have done anything--\" Her voice was a-tingle with virtue and outraged friendship. \"You haven't done anything but--show me where I get off.\" He sat down on the edge of the balcony and stared out blankly. \"If that's the way you feel about it--\" \"I'm not blaming you. I was a fool to think you'd ever care about me. I don't know that I feel so bad--about the thing. I've been around seeing some other girls, and I notice they're glad to see me, and treat me right, too.\" There was boyish bravado in his voice. \"But what makes me sick is to have everyone saying you've jilted me.\" \"Well, we look at it in different ways; that's all. Then suddenly all his carefully conserved indifference fled. He bent forward quickly and, catching her hand, held it against his lips. The cat, finding no active antagonism, sprang up on the balcony and rubbed against the boy's quivering shoulders; a breath of air stroked the morning-glory vine like the touch of a friendly hand. Sidney, facing for the first time the enigma of love and despair sat, rather frightened, in her chair. If it wasn't for the folks, I'd jump in the river. I lied when I said I'd been to see other girls. \"No girl's worth what I've been going through,\" he retorted bitterly. I don't eat; I don't sleep--I'm afraid sometimes of the way I feel. When I saw you at the White Springs with that roomer chap--\" \"Ah! \"If I'd had a gun I'd have killed him. I thought--\" So far, out of sheer pity, she had left her hand in his. But he made a clutch at his self-respect. He was acting like a crazy boy, and he was a man, all of twenty-two! \"You'll be seeing him every day, I suppose.\" I shall also be seeing twenty or thirty other doctors, and a hundred or so men patients, not to mention visitors. \"No,\" he said heavily, \"I'm not. If it's got to be someone, Sidney, I'd rather have it the roomer upstairs than Wilson. There's a lot of talk about Wilson.\" \"It isn't necessary to malign my friends.\" \"I thought perhaps, since you are going away, you would let me keep Reginald. \"One would think I was about to die! I set Reginald free that day in the country. You'll come to see me now and then, won't you?\" \"If I do, do you think you may change your mind?\" \"I've got to fight this out alone, and the less I see of you the better.\" If I see him playing any of his tricks around you--well, he'd better look out!\" That, as it turned out, was Joe's farewell. He gave her a long look, blinked, and walked rapidly out to the Street. Some of the dignity of his retreat was lost by the fact that the cat followed him, close at his heels. If this was love, she did not want it--this strange compound of suspicion and despair, injured pride and threats. Lovers in fiction were of two classes--the accepted ones, who loved and trusted, and the rejected ones, who took themselves away in despair, but at least took themselves away. The thought of a future with Joe always around a corner, watching her, obsessed her. She even shed a tear or two, very surreptitiously; and then, being human and much upset, and the cat startling her by its sudden return and selfish advances, she shooed it off the veranda and set an imaginary dog after it. Whereupon, feeling somewhat better, she went in and locked the balcony window and proceeded upstairs. There was a movement inside, the sound of a book put down. \"I may not see you in the morning. From the sounds, she judged that he was putting on his shabby gray coat. The next moment he had opened the door and stepped out into the corridor. I started downstairs a while ago, but you had a visitor.\" He knows now that I--that I shall not marry him.\" \"I believe you think I should have married him.\" \"I am only putting myself in his place and realizing--When do you leave?\" Then, hurriedly:-- \"I got a little present for you--nothing much, but your mother was quite willing. He went back into his room, and returned with a small box. \"With all sorts of good luck,\" he said, and placed it in her hands. Because, if you would rather have something else--\" She opened the box with excited fingers. Ticking away on its satin bed was a small gold watch. \"You'll need it, you see,\" he explained nervously, \"It wasn't extravagant under the circumstances. Your mother's watch, which you had intended to take, had no second-hand. You'll need a second-hand to take pulses, you know.\" \"A watch,\" said Sidney, eyes on it. \"A dear little watch, to pin on and not put in a pocket. \"I was afraid you might think it presumptuous,\" he said. \"I haven't any right, of course. I thought of flowers--but they fade and what have you? You said that, you know, about Joe's roses. And then, your mother said you wouldn't be offended--\" \"Don't apologize for making me so happy!\" After that she must pin it on, and slip in to stand before his mirror and inspect the result. It gave Le Moyne a queer thrill to see her there in the room among his books and his pipes. It make him a little sick, too, in view of to-morrow and the thousand-odd to-morrows when she would not be there. \"I've kept you up shamefully,'\" she said at last, \"and you get up so early. I shall write you a note from the hospital, delivering a little lecture on extravagance--because how can I now, with this joy shining on me? And about how to keep Katie in order about your socks, and all sorts of things. She had moved to the door, and he followed her, stooping a little to pass under the low chandelier. \"Good-bye--and God bless you.\" She went out, and he closed the door softly behind her. CHAPTER IX Sidney never forgot her early impressions of the hospital, although they were chaotic enough at first. There were uniformed young women coming and going, efficient, cool-eyed, low of voice. There were medicine-closets with orderly rows of labeled bottles, linen-rooms with great stacks of sheets and towels, long vistas of shining floors and lines of beds. There were brisk internes with duck clothes and brass buttons, who eyed her with friendly, patronizing glances. There were bandages and dressings, and great white screens behind which were played little or big dramas, baths or deaths, as the case might be. And over all brooded the mysterious authority of the superintendent of the training-school, dubbed the Head, for short. Twelve hours a day, from seven to seven, with the off-duty intermission, Sidney labored at tasks which revolted her soul. She swept and dusted the wards, cleaned closets, folded sheets and towels, rolled bandages--did everything but nurse the sick, which was what she had come to do. She sat on the edge of her narrow white bed and soaked her aching feet in hot water and witch hazel, and practiced taking pulses on her own slender wrist, with K. Out of all the long, hot days, two periods stood out clearly, to be waited for and cherished. One was when, early in the afternoon, with the ward in spotless order, the shades drawn against the August sun, the tables covered with their red covers, and the only sound the drone of the bandage-machine as Sidney steadily turned it, Dr. Max passed the door on his way to the surgical ward beyond, and gave her a cheery greeting. At these times Sidney's heart beat almost in time with the ticking of the little watch. The other hour was at twilight, when, work over for the day, the night nurse, with her rubber-soled shoes and tired eyes and jangling keys, having reported and received the night orders, the nurses gathered in their small parlor for prayers. It was months before Sidney got over the exaltation of that twilight hour, and never did it cease to bring her healing and peace. In a way, it crystallized for her what the day's work meant: charity and its sister, service, the promise of rest and peace. Into the little parlor filed the nurses, and knelt, folding their tired hands. \"The Lord is my shepherd,\" read the Head out of her worn Bible; \"I shall not want.\" And the nurses: \"He maketh me to lie down in green pastures: he leadeth me beside the still waters.\" And so on through the psalm to the assurance at the end, \"And I will dwell in the house of the Lord forever.\" Now and then there was a death behind one of the white screens. It caused little change in the routine of the ward. A nurse stayed behind the screen, and her work was done by the others. When everything was over, the time was recorded exactly on the record, and the body was taken away. At first it seemed to Sidney that she could not stand this nearness to death. She thought the nurses hard because they took it quietly. Then she found that it was only stoicism, resignation, that they had learned. These things must be, and the work must go on. Some such patient detachment must be that of the angels who keep the Great Record. On her first Sunday half-holiday she was free in the morning, and went to church with her mother, going back to the hospital after the service. So it was two weeks before she saw Le Moyne again. Even then, it was only for a short time. Christine and Palmer Howe came in to see her, and to inspect the balcony, now finished. But Sidney and Le Moyne had a few words together first. She was a trifle subdued, with a puzzled look in her blue eyes. Her mouth was tender, as always, but he thought it drooped. There was a new atmosphere of wistfulness about the girl that made his heart ache. They were alone in the little parlor with its brown lamp and blue silk shade, and its small nude Eve--which Anna kept because it had been a gift from her husband, but retired behind a photograph of the minister, so that only the head and a bare arm holding the apple appeared above the reverend gentleman. K. never smoked in the parlor, but by sheer force of habit he held the pipe in his teeth. Aunt Harriet, who left you her love, has had the complete order for the Lorenz trousseau. She and I have picked out a stunning design for the wedding dress. I thought I'd ask you about the veil. Do you like this new fashion of draping the veil from behind the coiffure in the back--\" Sidney had been sitting on the edge of her chair, staring. \"There,\" she said--\"I knew it! They're making an old woman of you already.\" \"Miss Lorenz likes the new method, but my personal preference is for the old way, with the bride's face covered.\" \"Katie has a new prescription--recipe--for bread. It has more bread and fewer air-holes. One cake of yeast--\" Sidney sprang to her feet. \"Because you rent a room in this house is no reason why you should give up your personality and your--intelligence. But Katie has made bread without masculine assistance for a good many years, and if Christine can't decide about her own veil she'd better not get married. Mother says you water the flowers every evening, and lock up the house before you go to bed. I--I never meant you to adopt the family!\" K. removed his pipe and gazed earnestly into the bowl. \"Bill Taft has had kittens under the porch,\" he said. \"And the groceryman has been sending short weight. We've bought scales now, and weigh everything.\" \"Dear child, I am doing these things because I like to do them. For--for some time I've been floating, and now I've got a home. Every time I lock up the windows at night, or cut a picture out of a magazine as a suggestion to your Aunt Harriet, it's an anchor to windward.\" Sidney gazed helplessly at his imperturbable face. He seemed older than she had recalled him: the hair over his ears was almost white. That was Palmer Howe's age, and Palmer seemed like a boy. But he held himself more erect than he had in the first days of his occupancy of the second-floor front. \"And now,\" he said cheerfully, \"what about yourself? You've lost a lot of illusions, of course, but perhaps you've gained ideals. \"Life,\" observed Sidney, with the wisdom of two weeks out in the world, \"life is a terrible thing, K. We think we've got it, and--it's got us.\" \"When I think of how simple I used to think it all was! One grew up and got married, and--and perhaps had children. And when one got very old, one died. Lately, I've been seeing that life really consists of exceptions--children who don't grow up, and grown-ups who die before they are old. And\"--this took an effort, but she looked at him squarely--\"and people who have children, but are not married. \"All knowledge that is worth while hurts in the getting.\" Sidney got up and wandered around the room, touching its little familiar objects with tender hands. There was this curious element in his love for her, that when he was with her it took on the guise of friendship and deceived even himself. It was only in the lonely hours that it took on truth, became a hopeless yearning for the touch of her hand or a glance from her clear eyes. Sidney, having picked up the minister's picture, replaced it absently, so that Eve stood revealed in all her pre-apple innocence. \"There is something else,\" she said absently. \"I cannot talk it over with mother. There is a girl in the ward--\" \"A patient?\" She has had typhoid, but she is a little better. \"At first I couldn't bear to go near her. I shivered when I had to straighten her bed. I--I'm being very frank, but I've got to talk this out with someone. I worried a lot about it, because, although at first I hated her, now I don't. She looked at K. defiantly, but there was no disapproval in his eyes. She'll be able to go out soon. Don't you think something ought to be done to keep her from--going back?\" She was so young to face all this; and yet, since face it she must, how much better to have her do it squarely. \"Does she want to change her mode of life?\" She cares a great deal for some man. The other day I propped her up in bed and gave her a newspaper, and after a while I found the paper on the floor, and she was crying. The other patients avoid her, and it was some time before I noticed it. The next day she told me that the man was going to marry some one else. 'He wouldn't marry me, of course,' she said; 'but he might have told me.'\" Le Moyne did his best, that afternoon in the little parlor, to provide Sidney with a philosophy to carry her through her training. He told her that certain responsibilities were hers, but that she could not reform the world. Broad charity, tenderness, and healing were her province. \"Help them all you can,\" he finished, feeling inadequate and hopelessly didactic. \"Cure them; send them out with a smile; and--leave the rest to the Almighty.\" Newly facing the evil of the world, she was a rampant reformer at once. Only the arrival of Christine and her fiance saved his philosophy from complete rout. He had time for a question between the ring of the bell and Katie's deliberate progress from the kitchen to the front door. He stops at the door of the ward and speaks to me. It makes me quite distinguished, for a probationer. Usually, you know, the staff never even see the probationers.\" \"I think he is very wonderful,\" said Sidney valiantly. Christine Lorenz, while not large, seemed to fill the little room. Her voice, which was frequent and penetrating, her smile, which was wide and showed very white teeth that were a trifle large for beauty, her all-embracing good nature, dominated the entire lower floor. K., who had met her before, retired into silence and a corner. Young Howe smoked a cigarette in the hall. said Christine, and put her cheek against Sidney's. Palmer gives you a month to tire of it all; but I said--\" \"I take that back,\" Palmer spoke indolently from the corridor. \"There is the look of willing martyrdom in her face. I've brought some nuts for him.\" \"Reginald is back in the woods again.\" \"Now, look here,\" he said solemnly. \"When we arranged about these rooms, there were certain properties that went with them--the lady next door who plays Paderewski's 'Minuet' six hours a day, and K. here, and Reginald. If you must take something to the woods, why not the minuet person?\" Howe was a good-looking man, thin, smooth-shaven, aggressively well dressed. This Sunday afternoon, in a cutaway coat and high hat, with an English malacca stick, he was just a little out of the picture. The Street said that he was \"wild,\" and that to get into the Country Club set Christine was losing more than she was gaining. Christine had stepped out on the balcony, and was speaking to K. just inside. \"It's rather a queer way to live, of course,\" she said. \"But Palmer is a pauper, practically. We are going to take our meals at home for a while. You see, certain things that we want we can't have if we take a house--a car, for instance. We'll need one for running out to the Country Club to dinner. Of course, unless father gives me one for a wedding present, it will be a cheap one. And we're getting the Rosenfeld boy to drive it. He's crazy about machinery, and he'll come for practically nothing.\" K. had never known a married couple to take two rooms and go to the bride's mother's for meals in order to keep a car. Also, certain sophistries of his former world about a cheap chauffeur being costly in the end rose in his mind and were carefully suppressed. \"You'll find a car a great comfort, I'm sure,\" he said politely. She liked his graying hair and steady eyes, and insisted on considering his shabbiness a pose. She was conscious that she made a pretty picture in the French window, and preened herself like a bright bird. \"You'll come out with us now and then, I hope.\" \"Isn't it odd to think that we are going to be practically one family!\" He caught the flash of Christine's smile, and smiled back. Christine was glad she had decided to take the rooms, glad that K. lived there. This thing of marriage being the end of all things was absurd. A married woman should have men friends; they kept her up. She would take him to the Country Club. Across the Street, the Rosenfeld boy had stopped by Dr. Wilson's car, and was eyeing it with the cool, appraising glance of the street boy whose sole knowledge of machinery has been acquired from the clothes-washer at home. Joe Drummond, eyes carefully ahead, went up the Street. McKee's, stood in the doorway and fanned herself with her apron. Max Wilson came out of the house and got into his car. For a minute, perhaps, all the actors, save Carlotta and Dr. It was that bete noir of the playwright, an ensemble; K. Le Moyne and Sidney, Palmer Howe, Christine, Tillie, the younger Wilson, Joe, even young Rosenfeld, all within speaking distance, almost touching distance, gathered within and about the little house on a side street which K. at first grimly and now tenderly called \"home.\" CHAPTER X On Monday morning, shortly after the McKee prolonged breakfast was over, a small man of perhaps fifty, with iron-gray hair and a sparse goatee, made his way along the Street. He moved with the air of one having a definite destination but a by no means definite reception. As he walked along he eyed with a professional glance the ailanthus and maple trees which, with an occasional poplar, lined the Street. Owing to a slight change in the grade of the street, the McKee house had no stoop, but one flat doorstep. Thus it was possible to ring the doorbell from the pavement, and this the stranger did. It gave him a curious appearance of being ready to cut and run if things were unfavorable. She recognized him at once, but no smile met the nervous one that formed itself on the stranger's face. \"Oh, it's you, is it?\" \"I was thinking, as I came along,\" he said, \"that you and the neighbors had better get after these here caterpillars. \"If you want to see Tillie, she's busy.\" \"I only want to say how-d 'ye-do. A certain doggedness took the place of his tentative smile. \"I'll say it to myself, I guess. I don't want any unpleasantness, but I've come a good ways to see her and I'll hang around until I do.\" McKee knew herself routed, and retreated to the kitchen. \"You're wanted out front,\" she said. Only, my advice to you is, don't be a fool.\" The hands with which she tied a white apron over her gingham one were shaking. Her visitor had accepted the open door as permission to enter and was standing in the hall. He went rather white himself when he saw Tillie coming toward him down the hall. He knew that for Tillie this visit would mean that he was free--and he was not free. Sheer terror of his errand filled him. \"Well, here I am, Tillie.\" said poor Tillie, with the question in her eyes. \"I was passing through, and I just thought I'd call around and tell you--My God, Tillie, I'm glad to see you!\" She made no reply, but opened the door into the cool and, shaded little parlor. He followed her in and closed the door behind him. Playing with paper dolls--that's the latest.\" Tillie sat down suddenly on one of the stiff chairs. Her lips were as white as her face. \"I thought, when I saw you--\" \"I was afraid you'd think that.\" Tillie's hands twisted nervously in her lap. Schwitter's eyes were fixed on the window, which looked back on the McKee yard. \"That spiraea back there's not looking very good. If you'll save the cigar butts around here and put them in water, and spray it, you'll kill the lice.\" \"I don't know why you come around bothering me,\" she said dully. \"I've been getting along all right; now you come and upset everything.\" Schwitter rose and took a step toward her. \"Well, I'll tell you why I came. I ain't getting any younger, am I? Time's going on, and I'm wanting you all the time. What've I got out of life, anyhow? \"What's that got to do with me?\" \"You're lonely, too, ain't you?\" And, anyhow, there's always a crowd here.\" \"You can be lonely in a crowd, and I guess--is there any one around here you like better than me?\" \"We can talk our heads off and not get anywhere. You've got a wife living, and, unless you intend to do away with her, I guess that's all there is to it.\" Haven't you got a right to be happy?\" She was quick of wit, and she read his tone as well as his words. \"You get out of here--and get out quick!\" She had jumped to her feet; but he only looked at her with understanding eyes. Mary journeyed to the bathroom. \"That's the way I thought of it at first. Maybe I've just got used to the idea, but it doesn't seem so bad to me now. Here are you, drudging for other people when you ought to have a place all your own--and not gettin' younger any more than I am. Here's both of us lonely. I'd be a good husband to you, Till--because, whatever it'd be in law, I'd be your husband before God.\" Tillie cowered against the door, her eyes on his. Here before her, embodied in this man, stood all that she had wanted and never had. He meant a home, tenderness, children, perhaps. He turned away from the look in her eyes and stared out of the front window. \"Them poplars out there ought to be taken away,\" he said heavily. Tillie found her voice at last:-- \"I couldn't do it, Mr. \"Perhaps, if you got used to the idea--\" \"What's that to do with the right and wrong of it?\" It seems to me that the Lord would make an exception of us if He knew the circumstances. Perhaps, after you get used to the idea--What I thought was like this. I've got a little farm about seven miles from the city limits, and the tenant on it says that nearly every Sunday somebody motors out from town and wants a chicken-and-waffle supper. There ain't much in the nursery business anymore. These landscape fellows buy their stuff direct, and the middleman's out. I've got a good orchard, and there's a spring, so I could put running water in the house. I'd be good to you, Tillie,--I swear it. \"Don't a man respect a woman that's got courage enough to give up everything for him?\" Tillie was crying softly into her apron. He put a work-hardened hand on her head. \"It isn't as if I'd run around after women,\" he said. \"You're the only one, since Maggie--\" He drew a long breath. \"I'll give you time to think it over. It doesn't commit you to anything to talk it over.\" There had been no passion in the interview, and there was none in the touch of his hand. He was not young, and the tragic loneliness of approaching old age confronted him. He was trying to solve his problem and Tillie's, and what he had found was no solution, but a compromise. \"To-morrow morning, then,\" he said quietly, and went out the door. All that hot August morning Tillie worked in a daze. She interpreted the girl's white face and set lips as the result of having had to dismiss Schwitter again, and looked for time to bring peace, as it had done before. Le Moyne came late to his midday meal. For once, the mental anaesthesia of endless figures had failed him. On his way home he had drawn his small savings from the bank, and mailed them, in cash and registered, to a back street in the slums of a distant city. He had done this before, and always with a feeling of exaltation, as if, for a time at least, the burden he carried was lightened. But to-day he experienced no compensatory relief. Life was dull and stale to him, effort ineffectual. At thirty a man should look back with tenderness, forward with hope. K. Le Moyne dared not look back, and had no desire to look ahead into empty years. Although he ate little, the dining-room was empty when he finished. Usually he had some cheerful banter for Tillie, to which she responded in kind. But, what with the heat and with heaviness of spirit, he did not notice her depression until he rose. \"Why, you're not sick, are you, Tillie?\" If I send you two tickets to a roof garden where there's a variety show, can't you take a friend and go to-night?\" \"Thanks; I guess I'll not go out.\" Then, unexpectedly, she bent her head against a chair-back and fell to silent crying. Then:-- \"Now--tell me about it.\" \"I'm just worried; that's all.\" \"Let's see if we can't fix up the worries. \"Then I'm the person to tell it to. I--I'm pretty much a lost soul myself.\" He put an arm over her shoulders and drew her up, facing him. \"Suppose we go into the parlor and talk it out. I'll bet things are not as bad as you imagine.\" But when, in the parlor that had seen Mr. Schwitter's strange proposal of the morning, Tillie poured out her story, K. \"The wicked part is that I want to go with him,\" she finished. \"I keep thinking about being out in the country, and him coming into supper, and everything nice for him and me cleaned up and waiting--O my God! I've always been a good woman until now.\" \"I--I understand a great deal better than you think I do. The only thing is--\" \"Go on. \"You might go on and be very happy. And as for the--for his wife, it won't do her any harm. But when they come, and you cannot give them a name--don't you see? God forbid that I--But no happiness is built on a foundation of wrong. It's been tried before, Tillie, and it doesn't pan out.\" He was conscious of a feeling of failure when he left her at last. She had acquiesced in what he said, knew he was right, and even promised to talk to him again before making a decision one way or the other. But against his abstractions of conduct and morality there was pleading in Tillie the hungry mother-heart; law and creed and early training were fighting against the strongest instinct of the race. CHAPTER XI The hot August days dragged on. Merciless sunlight beat in through the slatted shutters of ward windows. At night, from the roof to which the nurses retired after prayers for a breath of air, lower surrounding roofs were seen to be covered with sleepers. Children dozed precariously on the edge of eternity; men and women sprawled in the grotesque postures of sleep. There was a sort of feverish irritability in the air. Even the nurses, stoically unmindful of bodily discomfort, spoke curtly or not at all. Miss Dana, in Sidney's ward, went down with a low fever, and for a day or so Sidney and Miss Grange got along as best they could. Sidney worked like two or more, performed marvels of bed-making, learned to give alcohol baths for fever with the maximum of result and the minimum of time, even made rounds with a member of the staff and came through creditably. Ed Wilson had sent a woman patient into the ward, and his visits were the breath of life to the girl. Some of them will try to take it out of you. It's been hot, and of course it's troublesome to tell me everything. I--I think they're all very kind.\" He reached out a square, competent hand, and put it over hers. \"We miss you in the Street,\" he said. \"It's all sort of dead there since you left. Joe Drummond doesn't moon up and down any more, for one thing. What was wrong between you and Joe, Sidney?\" \"I didn't want to marry him; that's all.\" Then, seeing her face:-- \"But you're right, of course. Don't marry anyone unless you can't live without him. That's been my motto, and here I am, still single.\" During the lonely times when Max was at college and in Europe, he had watched her grow from a child to a young girl. He did not suspect for a moment that in that secret heart of hers he sat newly enthroned, in a glow of white light, as Max's brother; that the mere thought that he lived in Max's house (it was, of course Max's house to her), sat at Max's breakfast table, could see him whenever he wished, made the touch of his hand on hers a benediction and a caress. Sidney finished folding linen and went back to the ward. Almost every bed had its visitor beside it; but Sidney, running an eye over the ward, found the girl of whom she had spoken to Le Moyne quite alone. She was propped up in bed, reading; but at each new step in the corridor hope would spring into her eyes and die again. If these people would only get out and let me read in peace--Say, sit down and talk to me, won't you? It beats the mischief the way your friends forget you when you're laid up in a place like this.\" \"People can't always come at visiting hours. \"A girl I knew was sick here last year, and it wasn't too hot for me to trot in twice a week with a bunch of flowers for her. Do you think she's been here once? Then, suddenly:-- \"You know that man I told you about the other day?\" \"It was a shock to me, that's all. I didn't want you to think I'd break my heart over any fellow. All I meant was, I wished he'd let me know.\" They looked unnaturally large and somber in her face. Her hair had been cut short, and her nightgown, open at the neck, showed her thin throat and prominent clavicles. \"You're from the city, aren't you, Miss Page?\" \"You told me the street, but I've forgotten it.\" Sidney repeated the name of the Street, and slipped a fresh pillow under the girl's head. \"The evening paper says there's a girl going to be married on your street.\" A friend of mine is going to be married. I--I don't remember the man's name.\" I suppose you'll be going to that wedding?\" \"If I ever get time to have a dress made, I'll surely go.\" Toward six o'clock the next morning, the night nurse was making out her reports. On one record, which said at the top, \"Grace Irving, age 19,\" and an address which, to the initiated, told all her story, the night nurse wrote:-- \"Did not sleep at all during night. Face set and eyes staring, but complains of no pain. Carlotta Harrison, back from her vacation, reported for duty the next morning, and was assigned to E ward, which was Sidney's. She gave Sidney a curt little nod, and proceeded to change the entire routine with the thoroughness of a Central American revolutionary president. Sidney, who had yet to learn that with some people authority can only assert itself by change, found herself confused, at sea, half resentful. Once she ventured a protest:-- \"I've been taught to do it that way, Miss Harrison. If my method is wrong, show me what you want, and I'll do my best.\" \"I am not responsible for what you have been taught. And you will not speak back when you are spoken to.\" Small as the incident was, it marked a change in Sidney's position in the ward. She got the worst off-duty of the day, or none. Small humiliations were hers: late meals, disagreeable duties, endless and often unnecessary tasks. Even Miss Grange, now reduced to second place, remonstrated with her senior. \"I think a certain amount of severity is good for a probationer,\" she said, \"but you are brutal, Miss Harrison.\" She's going to be one of the best nurses in the house.\" Wilson's pet probationer, that I don't always say 'please' when I ask her to change a bed or take a temperature.\" Miss Grange was not lacking in keenness. She died not go to the Head, which is unethical under any circumstances; but gradually there spread through the training-school a story that Carlotta Harrison was jealous of the new Page girl, Dr. Things were still highly unpleasant in the ward, but they grew much better when Sidney was off duty. She was asked to join a small class that was studying French at night. As ignorant of the cause of her popularity as of the reason of her persecution, she went steadily on her way. For the first time, she was facing problems and demanding an answer. Why must there be Grace Irvings in the world? Why must the healthy babies of the obstetric ward go out to the slums and come back, in months or years, crippled for the great fight by the handicap of their environment, rickety, tuberculous, twisted? Why need the huge mills feed the hospitals daily with injured men? And there were other things that she thought of. Every night, on her knees in the nurses' parlor at prayers, she promised, if she were accepted as a nurse, to try never to become calloused, never to regard her patients as \"cases,\" never to allow the cleanliness and routine of her ward to delay a cup of water to the thirsty, or her arms to a sick child. On the whole, the world was good, she found. And, of all the good things in it, the best was service. True, there were hot days and restless nights, weary feet, and now and then a heartache. But to offset these there was the sound of Dr. Max's step in the corridor, and his smiling nod from the door; there was a \"God bless you\" now and then for the comfort she gave; there were wonderful nights on the roof under the stars, until K.'s little watch warned her to bed. While Sidney watched the stars from her hospital roof, while all around her the slum children, on other roofs, fought for the very breath of life, others who knew and loved her watched the stars, too. K. was having his own troubles in those days. Late at night, when Anna and Harriet had retired, he sat on the balcony and thought of many things. He had noticed that her lips were rather blue, and had called in Dr. Anna was not to be told, or Sidney. \"Sidney can't help any,\" said Harriet, \"and for Heaven's sake let her have her chance. If you tell her anything at all, she'll have Sidney here, waiting on her hand and foot.\" And Le Moyne, fearful of urging too much because his own heart was crying out to have the girl back, assented. The boy did not seem to get over the thing the way he should. Now and then Le Moyne, resuming his old habit of wearying himself into sleep, would walk out into the country. On one such night he had overtaken Joe, tramping along with his head down. Joe had not wanted his company, had plainly sulked. \"I'll not talk,\" he said; \"but, since we're going the same way, we might as well walk together.\" But after a time Joe had talked, after all. It was not much at first--a feverish complaint about the heat, and that if there was trouble in Mexico he thought he'd go. \"Wait until fall, if you're thinking of it,\" K. advised. \"This is tepid compared with what you'll get down there.\" \"I've got to get away from here.\" Since the scene at the White Springs Hotel, both knew that no explanation was necessary. \"It isn't so much that I mind her turning me down,\" Joe said, after a silence. \"A girl can't marry all the men who want her. But I don't like this hospital idea. Sometimes\"--he turned bloodshot eyes on Le Moyne--\"I think she went because she was crazy about somebody there.\" \"She went because she wanted to be useful.\" For almost twenty minutes they tramped on without speech. They had made a circle, and the lights of the city were close again. K. stopped and put a kindly hand on Joe's shoulder. \"A man's got to stand up under a thing like this, you know. I mean, it mustn't be a knockout. \"I'll tell you what's eating me up,\" he exploded. Don't talk to me about her going to the hospital to be useful. She's crazy about him, and he's as crooked as a dog's hind leg.\" He felt immeasurably old beside Joe's boyish blustering--old and rather helpless. Some of these days I'll get something on him. Then she'll know what to think of her hero!\" \"That's not quite square, is it?\" Joe had left him then, wheeling abruptly off into the shadows. K. had gone home alone, rather uneasy. There seemed to be mischief in the very air. CHAPTER XII Tillie was gone. Oddly enough, the last person to see her before she left was Harriet Kennedy. Schwitter's visit, Harriet's maid had announced a visitor. She had taken expensive rooms in a good location, and furnished them with the assistance of a decor store. Then she arranged with a New York house to sell her models on commission. Her short excursion to New York had marked for Harriet the beginning of a new heaven and a new earth. Here, at last, she found people speaking her own language. She ventured a suggestion to a manufacturer, and found it greeted, not, after the manner of the Street, with scorn, but with approval and some surprise. \"About once in ten years,\" said Mr. Arthurs, \"we have a woman from out of town bring us a suggestion that is both novel and practical. When we find people like that, we watch them. They climb, madame,--climb.\" Harriet's climbing was not so rapid as to make her dizzy; but business was coming. The first time she made a price of seventy-five dollars for an evening gown, she went out immediately after and took a drink of water. She began to learn little quips of the feminine mind: that a woman who can pay seventy-five will pay double that sum; that it is not considered good form to show surprise at a dressmaker's prices, no matter how high they may be; that long mirrors and artificial light help sales--no woman over thirty but was grateful for her pink-and-gray room with its soft lights. She took a lesson from the New York modistes, and wore trailing black gowns. She strapped her thin figure into the best corset she could get, and had her black hair marcelled and dressed high. And, because she was a lady by birth and instinct, the result was not incongruous, but refined and rather impressive. She took her business home with her at night, lay awake scheming, and wakened at dawn to find fresh color combinations in the early sky. She wakened early because she kept her head tied up in a towel, so that her hair need be done only three times a week. That and the corset were the penalties she paid. Her high-heeled shoes were a torment, too; but in the work-room she kicked them off. To this new Harriet, then, came Tillie in her distress. The Street had always considered Harriet \"proud.\" But Tillie's urgency was great, her methods direct. While she worked at the fingers of her silk gloves, what Harriet took for nervousness was pure abstraction. \"It's very nice of you to come to see me. Tillie surveyed the rooms, and Harriet caught her first full view of her face. If you have had any words--\" \"It's not that. I'd like to talk to you, if you don't mind.\" \"I'm up against something, and I can't seem to make up my mind. Last night I said to myself, 'I've got to talk to some woman who's not married, like me, and not as young as she used to be. McKee: she's a widow, and wouldn't understand.'\" Harriet's voice was a trifle sharp as she replied. She never lied about her age, but she preferred to forget it. \"I wish you'd tell me what you're getting at.\" \"It ain't the sort of thing to come to too sudden. You and I can pretend all we like, Miss Harriet; but we're not getting all out of life that the Lord meant us to have. You've got them wax figures instead of children, and I have mealers.\" A little spot of color came into Harriet's cheek. Regardless of the corset, she bent forward. Ten years more at the most, and I'm through. Can't get around the tables as I used to. Why, yesterday I put sugar into Mr. Le Moyne's coffee--well, never mind about that. Now I've got a chance to get a home, with a good man to look after me--I like him pretty well, and he thinks a lot of me.\" \"No'm,\" said Tillie; \"that's it.\" The gray curtains with their pink cording swung gently in the open windows. From the work-room came the distant hum of a sewing-machine and the sound of voices. Harriet sat with her hands in her lap and listened while Tillie poured out her story. She told it all, consistently and with unconscious pathos: her little room under the roof at Mrs. McKee's, and the house in the country; her loneliness, and the loneliness of the man; even the faint stirrings of potential motherhood, her empty arms, her advancing age--all this she knit into the fabric of her story and laid at Harriet's feet, as the ancients put their questions to their gods. Too much that Tillie poured out to her found an echo in her own breast. What was this thing she was striving for but a substitute for the real things of life--love and tenderness, children, a home of her own? Quite suddenly she loathed the gray carpet on the floor, the pink chairs, the shaded lamps. Tillie was no longer the waitress at a cheap boarding-house. She loomed large, potential, courageous, a woman who held life in her hands. \"She thinks any woman's a fool to take up with a man.\" \"You're giving me a terrible responsibility, Tillie, if you're asking my advice.\" I'm asking what you'd do if it happened to you. Suppose you had no people that cared anything about you, nobody to disgrace, and all your life nobody had really cared anything about you. And then a chance like this came along. \"I don't know,\" said poor Harriet. \"It seems to me--I'm afraid I'd be tempted. It does seem as if a woman had the right to be happy, even if--\" Her own words frightened her. It was as if some hidden self, and not she, had spoken. She hastened to point out the other side of the matter, the insecurity of it, the disgrace. Like K., she insisted that no right can be built out of a wrong. At last, when Harriet paused in sheer panic, the girl rose. \"I know how you feel, and I don't want you to take the responsibility of advising me,\" she said quietly. \"I guess my mind was made up anyhow. But before I did it I just wanted to be sure that a decent woman would think the way I do about it.\" And so, for a time, Tillie went out of the life of the Street as she went out of Harriet's handsome rooms, quietly, unobtrusively, with calm purpose in her eyes. The Lorenz house was being painted for Christine's wedding. Johnny Rosenfeld, not perhaps of the Street itself, but certainly pertaining to it, was learning to drive Palmer Howe's new car, in mingled agony and bliss. He walked along the Street, not \"right foot, left foot,\" but \"brake foot, clutch foot,\" and took to calling off the vintage of passing cars. \"So-and-So 1910,\" he would say, with contempt in his voice. He spent more than he could afford on a large streamer, meant to be fastened across the rear of the automobile, which said, \"Excuse our dust,\" and was inconsolable when Palmer refused to let him use it. K. had yielded to Anna's insistence, and was boarding as well as rooming at the Page house. The Street, rather snobbish to its occasional floating population, was accepting and liking him. It found him tender, infinitely human. And in return he found that this seemingly empty eddy into which he had drifted was teeming with life. He busied himself with small things, and found his outlook gradually less tinged with despair. When he found himself inclined to rail, he organized a baseball club, and sent down to everlasting defeat the Linburgs, consisting of cash-boys from Linden and Hofburg's department store. The Rosenfelds adored him, with the single exception of the head of the family. The elder Rosenfeld having been \"sent up,\" it was K. who discovered that by having him consigned to the workhouse his family would receive from the county some sixty-five cents a day for his labor. As this was exactly sixty-five cents a day more than he was worth to them free, Mrs. Rosenfeld voiced the pious hope that he be kept there forever. K. made no further attempt to avoid Max Wilson. Some day they would meet face to face. He hoped, when it happened, they two might be alone; that was all. Even had he not been bound by his promise to Sidney, flight would have been foolish. The world was a small place, and, one way and another, he had known many people. Wherever he went, there would be the same chance. Other things being equal,--the eddy and all that it meant--, he would not willingly take himself out of his small share of Sidney's life. She was never to know what she meant to him, of course. He had scourged his heart until it no longer shone in his eyes when he looked at her. But he was very human--not at all meek. There were plenty of days when his philosophy lay in the dust and savage dogs of jealousy tore at it; more than one evening when he threw himself face downward on the bed and lay without moving for hours. And of these periods of despair he was always heartily ashamed the next day. The meeting with Max Wilson took place early in September, and under better circumstances than he could have hoped for. Sidney had come home for her weekly visit, and her mother's condition had alarmed her for the first time. When Le Moyne came home at six o'clock, he found her waiting for him in the hall. \"I am just a little frightened, K.,\" she said. \"Do you think mother is looking quite well?\" \"She has felt the heat, of course. The summer--I often think--\" \"Her lips are blue!\" She put her hands on his arm and looked up at him with appeal and something of terror in her face. Thus cornered, he had to acknowledge that Anna had been out of sorts. It's tragic and absurd that I should be caring for other people, when my own mother--\" She dropped her head on his arm, and he saw that she was crying. If he made a gesture to draw her to him, she never knew it. \"I'm much braver than this in the hospital. K. was sorely tempted to tell her the truth and bring her back to the little house: to their old evenings together, to seeing the younger Wilson, not as the white god of the operating-room and the hospital, but as the dandy of the Street and the neighbor of her childhood--back even to Joe. But, with Anna's precarious health and Harriet's increasing engrossment in her business, he felt it more and more necessary that Sidney go on with her training. And there was another point: it had been decided that Anna was not to know her condition. If she was not worried she might live for years. There was no surer way to make her suspect it than by bringing Sidney home. She insisted on coming downstairs, and even sat with them on the balcony until the stars came out, talking of Christine's trousseau, and, rather fretfully, of what she would do without the parlors. \"You shall have your own boudoir upstairs,\" said Sidney valiantly. \"Katie can carry your tray up there. We are going to make the sewing-room into your private sitting-room, and I shall nail the machine-top down.\" When K. insisted on carrying her upstairs, she went in a flutter. she said, when he had placed her on her bed. \"How can a clerk, bending over a ledger, be so muscular? When I have callers, will it be all right for Katie to show them upstairs?\" She dropped asleep before the doctor came; and when, at something after eight, the door of the Wilson house slammed and a figure crossed the street, it was not Ed at all, but the surgeon. Sidney had been talking rather more frankly than usual. Lately there had been a reserve about her. K., listening intently that night, read between words a story of small persecutions and jealousies. But the girl minimized them, after her way. \"It's always hard for probationers,\" she said. \"I often think Miss Harrison is trying my mettle.\" And now that Miss Gregg has said she will accept me, it's really all over. The other nurses are wonderful--so kind and so helpful. I hope I shall look well in my cap.\" A thousand contingencies flashed through his mind. Sidney might grow to like her and bring her to the house. Sidney might insist on the thing she always spoke of--that he visit the hospital; and he would meet her, face to face. He could have depended on a man to keep his secret. This girl with her somber eyes and her threat to pay him out for what had happened to her--she meant danger of a sort that no man could fight. \"Soon,\" said Sidney, through the warm darkness, \"I shall have a cap, and be always forgetting it and putting my hat on over it--the new ones always do. One of the girls slept in hers the other night! They are tulle, you know, and quite stiff, and it was the most erratic-looking thing the next day!\" It was then that the door across the street closed. Sidney did not hear it, but K. bent forward. There was a part of his brain always automatically on watch. \"I shall get my operating-room training, too,\" she went on. \"That is the real romance of the hospital. A--a surgeon is a sort of hero in a hospital. There was a lot of excitement to-day. Even the probationers' table was talking about it. The figure across the Street was lighting a cigarette. Perhaps, after all-- \"Something tremendously difficult--I don't know what. Edwardes invented it, or whatever they call it. They took a picture of the operating-room for the article. The photographer had to put on operating clothes and wrap the camera in sterilized towels. It was the most thrilling thing, they say--\" Her voice died away as her eyes followed K.'s. Max, cigarette in hand, was coming across, under the ailanthus tree. He hesitated on the pavement, his eyes searching the shadowy balcony. \"My brother is not at home, so I came over. How select you are, with your balcony!\" K. had risen and pushed back his chair",
    "target": "hallway",
    "query": "Where is John?"
}