{
    "context": "\"No positive proof, General, but an intuition which I cannot explain. But this impression is also based on more solid ground than intuition. Yesterday, just before I met your advance, I met a man in our uniform. When he saw me he jumped his horse over a fence and disappeared in a\nwood. To-day I caught a glimpse of\nthat same man in the woods yonder on our right.\" Thomas mused a moment, and then said: \"If the Confederate general fully\nknows our situation and strength, he is foolish if he does not attack\nme. But if he does, I shall try and be ready for him.\" The general then once more carefully examined his maps of the country,\ngave orders that a very strong picket should be posted, and that well in\nadvance of the infantry pickets cavalry videttes should be placed, and\nthat the utmost vigilance should be exercised. Then turning to Fred, he said: \"If your expectations are realized in the\nmorning, you may act as one of my aids. And now, gentlemen,\" said he,\nturning to his staff, \"for some sleep; we must be astir early in the\nmorning.\" In the gray light of the early morning, from away out in front, there\ncame the faint report of rifles. Early as it was, General Thomas and staff had had their breakfast, and\nevery soldier was prepared. General Manson, in command of the advance regiments, came galloping back\nto headquarters. \"General,\" he said, \"we are attacked in force.\" \"Go back,\" replied General Thomas, without betraying any more excitement\nthan if he were ordering his men out on review, \"form your men in the\nmost advantageous position, and hold the enemy until I can bring up the\nrest of the troops.\" In a trice aids were galloping in every direction. The fitful reports of guns in front had become a steady roll of\nmusketry. The loud mouth of the cannon joined in, and the heavy\nreverberations rolled over field and through forest. In an incredibly\nshort time every regiment was in motion towards where the heavy smoke of\nbattle was already hanging over the field. Of all the thousands, the general commanding seemed the most\nunconcerned. He leisurely mounted his horse and trotted toward the\nconflict. His eye swept the field, and as the regiments came up they\nwere placed just where they were needed. His manner inspired every one\nwho saw him with confidence. To Fred the scene was inexpressibly grand. The\nwild cheering of men, the steady roll of musketry, the deep bass of\ncannon, thrilled him with an excitement never felt before. The singing\nof the balls made strange music in his ears. Now and then a shell or\nsolid shot would crash through the forest and shatter the trees as with\na thunderbolt. Soon a thin line of men came staggering back, some\nholding up an arm streaming with blood, others hobbling along using\ntheir guns as crutches. A few, wild with fear, had thrown away their\nguns, and were rushing back, lost to shame, lost to honor, lost to\neverything but an insane desire to get out of that hell of fire. At first there was a lump in the throat, as if\nthe heart was trying to get away, a slight trembling of the limbs, a\nmomentary desire to get out of danger, and then he was as cool and\ncollected as if on parade. Through the storm of balls he rode,\ndelivering his orders with a smiling face, and a word of cheer. General\nThomas noticed the coolness of his aid, and congratulated him on his\nsoldierly qualities. On the left, in front of the Fourth Kentucky Regiment, the battle was\nbeing waged with obstinate fury. Colonel Fry, seeing Fred, rode up to\nhim, and said: \"Tell General Thomas I must have reinforcements at once;\nthe enemy is flanking me.\" \"Say to Colonel Fry,\" said Thomas, \"that I will at once forward the aid\nrequired. Until the reinforcements come, tell him to hold his position\nat all hazards.\" Fry compressed his lips, glanced along his\nline, saw the point of greatest danger, and quickly ordered two of his\nleft companies to the right, leading them in person, Fred going with\nhim. An officer enveloped in a large gray coat suddenly rode out of the wood,\nand galloping up to them shouted: \"For God's sake, stop firing! You are\nfiring on your own men.\" Just then two other officers rode up to the one in a gray cloak. Seeing\nColonel Fry and Fred, they at once fired on them. Colonel Fry was\nslightly wounded, but Fred was untouched. As quick as thought both\nreturned the fire. The officer at whom Fred fired reeled in his saddle,\nthen straightened up and galloped to the rear. Colonel Fry fired at the\nofficer in the gray cloak. He threw up his arms, and then plunged\nheadlong to the ground. The bullet from Colonel Fry's pistol had pierced the heart of General\nZollicoffer. The battle now raged along the entire line with great fury. The lowering\nclouds grew darker, and the pitiless rain, cold and icy, fell on the\nupturned faces of the dead. The cruel storm beat upon the wounded, and\nthey shivered and moaned as their life's blood ebbed away. The smoke\nsettled down over the field and hid the combatants from view, but\nthrough the gloom the flashes of the guns shone like fitful tongues of\nflame. Then the Federal line began to press forward, and soon the whole\nConfederate army was in full retreat. [Illustration: The Battle now raged along the entire line with great\nfury.] It was at this time that Fred's attention was attracted to a young\nConfederate officer, who was trying to rally his men. Bravely did he\nstrive to stay the panic, but suddenly Fred saw him falter, sway to and\nfro, and then fall. Once more did the Confederates try to rally under\nthe leadership of a young mounted officer, but they were swept aside,\nand the battle was over. Fred's first thought was for the young Confederate officer whom he saw\nfall while trying to rally his men. There was something about him that\nseemed familiar. Fred's heart stood still at the\nthought. He was lying on his\nside, his head resting on his left arm, his right hand still grasping\nhis sword, a smile on his face. As Fred looked on the placid face of the\ndead, a groan burst from him, and the tears gushed from his eyes. With\nhis handkerchief he wiped away the grime of battle, and there, in all\nhis manly beauty, Bailie Peyton lay before him. Fred's thoughts flew\nback to that day at Gallatin. No more would those eloquent lips hold\nentranced a spellbound audience. No more would his fiery words stir the\nhearts of his countrymen, even as the wind stirs the leaves of the\nforest. Tenderly did Fred have him carried back and laid by the side of his\nfallen chieftain. As soon as\npossible the remains of both were forwarded through the lines to\nNashville. It was not the city that Fred saw in August. Then it was wild and\nhilarious with joy, carried away with the pomp and glory of war. Zollicoffer was the idol of the people of Tennessee; Bailie Peyton of\nits young men. That both should fall in the same battle plunged\nNashville in deepest mourning. When the bodies arrived, it was a city of tears. Flags floated at\nhalf-mast; women walked the streets wringing their hands and weeping\nbitter tears. She was to drink\nstill deeper of the bitter cup of war. Back over the ten miles that they had marched through the darkness and\nrain, the Confederate army fled in the wildest confusion. Swift in\npursuit came the victorious army of Thomas. Before night his cannon were\nshelling the entrenchments at Beech Grove. There was no rest for the\nhungry, weary, despondent Confederates. In the darkness of the night\nthey stole across the river, and then fled, a demoralized mob, leaving\neverything but themselves in the hands of the victors. The next morning an officer came to Fred and said one of the prisoners\nwould like to see him. \"One of the prisoners would like to see me,\" asked Fred, in surprise. \"I don't know,\" answered the officer. \"But he is a plucky chap; it's the\nyoung lieutenant who headed the last rally of the Rebs. He fought until\nhe was entirely deserted by his men and surrounded by us; he then tried\nto cut his way out, but his horse was shot and he captured.\" \"It must be Calhoun,\" and he rushed to\nwhere the prisoners were confined. And the boys were in each other's arms. \"Cal, you don't know how glad I am to see you,\" exclaimed Fred. answered Calhoun, with a dash of his old spirits. \"No,\" said Fred; \"like St. Paul, I will say 'except these bonds.' But\nCalhoun, I must have a good long talk with you in private.\" \"Not much privacy here, Fred,\" said Calhoun, looking around at the crowd\nthat was staring at them. Fred went to General Thomas and told him that his cousin was among the\nprisoners, and asked permission to take him to his quarters. The\npermission was readily given, and the boys had the day and night to\nthemselves. How they did talk, and how much they had to tell each other! First Fred\nhad to tell Calhoun all about himself. When he had finished Calhoun grasped his hand and exclaimed: \"Fred, I am\nproud of you, if you are fighting with the Yanks. How I would like to\nride by your side! But of all your adventures, the one with poor Robert\nFerror touches me deepest. He must\nhave had a great deal of pure gold about him, notwithstanding his\ncowardly crime.\" \"He did,\" sighed Fred, \"he did; and yet I can never think of the\nassassination of Captain Bascom without a shudder. On the other hand, I\ncan never think of Ferror's death without tears. As I think of him now,\nI am of the opinion that the indignities heaped upon him had, in a\nmeasure, unbalanced his mind, and that the killing of Bascom was the act\nof an insane person. But, Cal, I hate to talk about it; that night of\nhorrors always gives me the shivers. \"There is not much to tell,\" answered Calhoun. \"You know I left Danville\nwith your father for Bowling Green. Owing to the influence of my father,\nI was commissioned a second lieutenant and given a place on the staff of\nGovernor Johnson. You know a provisional State government was organized\nat Bowling Green, and G. M. Johnson appointed Governor. When General\nBuckner tried to capture Louisville by surprise, and you objected by\nthrowing the train off the track, I was one of the victims of the\noutrage. I recognized you, just as your father ordered the volley\nfired.\" did he order that volley fired at\nme?\" \"Yes; but he did not know it was you when he gave the order. When I\ncalled out it was you, he nearly fainted, and would have fallen if one\nof his officers had not caught him. He wanted to resign then and there,\nbut General Buckner would not hear of it. Really, Fred, I think he would\nhave ordered that volley even if he had known you; but if you had been\nkilled, he would have killed himself afterward.\" \"He loves me even if he has disowned me.\" \"Well,\" continued Calhoun, \"to make a long story short, I became\nprodigiously jealous of you. You were covering yourself with glory while\nI was sitting around doing nothing. As Zollicoffer appeared to be the only one of the Confederate generals\nwho was at all active, I asked and received permission to join him,\nwhere I was given a roving commission as a scout. If I do say it, I made\nit rather lively for you fellows. At length I hit upon a nice little\nplan of capturing your pickets, and was quite successful until you found\nit out and put an end to my fun.\" \"Calhoun,\" exclaimed Fred, in surprise, \"was it you with whom I had that\nnight fight?\" \"It was, and you came near making an end of your hopeful cousin, I can\ntell you. Out of seven men, I had two killed and four wounded. Only one\nman and myself escaped unhurt, and I had three bullet holes through my\nclothes. That put an end to my raids upon your pickets, and I confined\nmyself to scouting once more. Then came that unlucky fight with you in\nthe woods. Fred, I must congratulate you on the way you managed that. Your retreat showed me your exact strength, and I thought I could wipe\nyou off the face of the earth. Your sudden wheel and charge took us\ncompletely by surprise, and disconcerted my men. That shot which cut my\nbridle rein took me out of the fight, and perhaps it was just as well\nfor me that it did. When I came to and found out what had been done, I\nat once knew you must have been in command of the squad, and if I could\nI would have hugged you for your generosity.\" \"Cal,\" replied Fred, his voice trembling with emotion, \"you can hardly\nrealize my feelings when I saw you lying pale and senseless there before\nme; it took all the fight out of me.\" \"I know, I know,\" answered Calhoun, laying his hand caressingly on\nFred's shoulder. \"I was badly shaken up by that fall, but not seriously\nhurt. Now, comes the most dangerous of my adventures. When I met you in\nthe road, I----\"\n\n\"Stop!\" Of course you were on one of\nyour scouting expeditions.\" A curious look came over Calhoun's face, and then he said, in a low\nvoice: \"You are right, Fred; I was on one of my scouting expeditions,\"\nand he shuddered slightly. \"Fred,\" suddenly asked Calhoun, \"is there any possible way for me to\nkeep from going to prison?\" \"Sometimes prisoners give their parole,\" answered Fred. \"I will see what\ncan be done.\" The next morning General Thomas sent for Fred, and said that he was\nabout to send some dispatches to General Buell at Louisville. \"And,\"\ncontinued he, \"owing to your splendid conduct and the value of the\nservices you have rendered, I have selected you as the messenger. Then,\nin all probability, it will be very quiet in my front for some time,\nand General Nelson may have more active work for you. You know,\" he\nconcluded with a smile, \"I only have the loan of you.\" Fred heartily thanked the general for the honor bestowed, and then said:\n\"General, I have a great boon to ask.\" \"You know my cousin is here a prisoner. He is more like a brother than a\ncousin--the only brother I ever knew. The boon I ask is that you grant\nhim a parole.\" Calhoun was sent for, and soon stood in the presence of the general. \"An officer, I see,\" said the general, as he glanced Calhoun over. \"Yes, sir; Lieutenant Calhoun Pennington of Governor Johnson's staff,\"\nanswered Calhoun, with dignity. \"What were you doing up here if you are one of Johnson's staff?\" \"Lieutenant, your cousin has asked as a special favor that you be\ngranted a parole. He says that you reside in Danville, and as he is\ngoing to Louisville, he would like to have you accompany him as far as\nyour home.\" \"General,\" answered Calhoun, \"you would place me under a thousand\nobligations if you would grant me a parole; but only on one condition,\nand that is that you effect my exchange as quickly as possible.\" \"I see,\" said he, \"that you and Shackelford are\nalike; never satisfied unless you are in the thickest of the fray. The parole was made out, and Fred and Calhoun made preparations to start\nfor Danville. Never did two boys enjoy a ride more than they did. In spite of bad roads and bad weather, the exuberance of their spirits\nknew no bounds. They were playmates again, without a word of difference\nbetween them. As far as they were concerned, the clouds of war had\nlifted, and they basked in the sunlight of peace. \"I say, Fred,\" remarked Calhoun, \"this is something like it; seems like\nold times. Why did this war have to come and separate us?\" \"The war, Calhoun,\" he answered, \"has laid a heavier hand\non me than on you, for it has made me an outcast from home.\" \"Don't worry, Fred; it will come out all right,\" answered Calhoun,\ncheerily. On the morning of the second day the boys met with an adventure for\nwhich they were not looking. Even as early in the war as this, those\nroving bands of guerrillas which afterward proved such a curse to the\nborder States began to appear. It was somewhat of a surprise to the boys\nwhen four men suddenly rode out of the woods by the side of the road,\nand roughly demanded that they give an account of themselves. \"By my authority,\" answered the leader, with a fearful oath. \"And your authority I refuse to acknowledge,\" was the hot answer. \"See here, young man, you had better keep a civil tongue in your head,\"\nand as the leader said this he significantly tapped the butt of his\nrevolver. \"I wish to know who you are, and where you are going, and that ----\nquick.\" \"That is easily answered,\" replied Calhoun. \"As you see by my uniform, I\nam a Confederate officer. I am on parole, and am on my way to my home in\nDanville, there to wait until I am regularly exchanged.\" \"And I suppose your companion is also\nin the Confederate service.\" \"Not at all,\" replied Fred, quietly. \"I am in the service of the United\nStates.\" \"I think both of you are\nLincolnites. We will have to search you, and I think in the end shoot\nyou both.\" \"Here is my parole,\" said Calhoun, his face growing red with anger. The man took it, glanced it over, and then coolly tore it in two, and\nflung it down. \"Any one can carry such a paper as that. We\nwant them horses, and we want you. Boys, it will be fun to try our\nmarksmanship on these youngsters, won't it?\" and he turned to his\ncompanions with a brutal laugh. But the guerrillas made a great mistake; they thought they were only\ndealing with two boys, and were consequently careless and off their\nguard. With a sharp, quick look at Calhoun which meant volumes, Fred quickly\ndrew his revolver. There was a flash, a report, and the leader of the\nguerrillas dropped from his horse. With a startled oath, the others drew\ntheir revolvers, but before they could raise them there were two reports\nso close together as almost to sound as one, and two more of the gang\nrolled from their horses. The remaining one threw up his hands and began\nto beg for mercy. [Illustration: Fred drew his Revolver, and the Guerrilla dropped from\nhis horse.] \"You miscreant you,\" exclaimed Calhoun, covering him with his revolver. \"I ought to send a ball through your cowardly carcass, to be even with\nmy cousin here; for he got two of you, while I only got one.\" \"You have; then so much the worse for the wife and children.\" \"I am not fit to die,\" he blubbered. \"That is plain to be seen,\" answered Calhoun. \"Now hand me your weapons--butts first, remember.\" \"Now pick up that parole your leader tore and threw down, and hand it to\nme.\" Calhoun sat eyeing him a moment, and then continued: \"I ought to shoot\nyou without mercy, but I believe in giving a dog a chance for his life,\nand so I will give you a chance. You mount your horse, and when I say\n'Go,' you go. After I say 'Go' I shall count five, and then shoot. If I\nmiss you, which I don't think I shall, I shall continue shooting as long\nas you are in range; so the faster you go, the better for you. The man looked appealingly at Calhoun, but seeing no mercy, mounted his\nhorse as quick as his trembling limbs would let him. His face was white\nwith fear, and his teeth fairly rattled they chattered so. Calhoun reined his horse around so he was by the fellow's side. The man gave a yell of terror, bent low over his horse's neck and was\noff like a shot. Calhoun with a chuckle fired over him, and the fellow\nseemed to fairly flatten out. Four times did Calhoun fire, and at each\nreport the flying horseman appeared to go the faster. As for Fred, he was convulsed with merriment, notwithstanding the\ngrewsome surroundings. \"Leave these carrion where they are,\" said Calhoun in response to a\nquestion from Fred as to what disposition they should make of the dead. \"That live companion of theirs will be back when we are gone.\" They rode along in silence for a while, and then Calhoun suddenly said:\n\"Fred, how I wish I could always fight by your side. It's a pity we have\nto fight on different sides.\" \"Just what I was thinking of, Cal,\" answered Fred; \"but we have the\nsatisfaction of knowing we have fought one battle together.\" \"And won it, too,\" shouted Calhoun. They reached Danville in due time and without further adventure. To say\nthat Judge Pennington was surprised to see them riding up together would\nbe to express it mildly; he was astounded. Then he had his arms around\nhis boy, and was sobbing, \"My son! John went back to the kitchen. \"And Fred, too,\" said the judge, at last turning from welcoming his son. \"I am truly glad to see you, my boy. But how in the world did you two\nhappen to come together?\" And so the whole story had to be told, and the judge listened and\nwondered and mourned over the defeat of the Confederates at Mill\nSprings. \"My boy,\" said the judge, with tears glistening in his eyes, \"at least I\nam glad to know that you did your duty.\" \"If all the Confederates had\nbeen like Calhoun, we might not have won the victory.\" \"Unless all the Federals had been like you,\" responded Calhoun\ngallantly. The judge would have both boys tell him the full particulars of their\nadventures, and listened to their recital with all the pleasure of a\nschoolboy. But when they were through, he shook his head sadly, and\nsaid: \"Boys, you can't keep that pace up. But I\nam proud of you, proud of you both, if Fred is fighting for that\nhorrible Lincoln.\" It was a happy day Fred spent at his uncle's. If bitterness was felt towards him it was not shown. When it was noised about that both Calhoun and Fred had returned, they\nwere besieged with callers. The story of the battle of Mill Springs had\nto be told again and again. Colonel Fry was one of the influential\ncitizens of the city, and especially were they eager to hear the\nparticulars of his killing General Zollicoffer. Fred concluded to ride his horse to Louisville, instead of riding to\nNicholasville or Lebanon and taking the cars from one of those places. \"I must have Prince wherever I go after this,\" he said. asked General Nelson, as Fred rode up to\nhis headquarters after a very prosaic journey of three days. \"It is no one else, General,\" laughed Fred, as he dismounted. \"Here I\nam, here is my good horse, Prince, and here is a letter to you from\nGeneral Thomas.\" Nelson took the letter, read it, and looking up smiling, said: \"I see\nyou still keep up your habit of doing something unusual. Thomas speaks\nin the highest terms of your work. the first real victory we have\ngained. \"Yes, General; I have voluminous dispatches for General Buell. I was so\neager to see you I stopped before delivering them.\" \"Ah, my boy, I believe you do think something of bluff old Nelson after\nall, even if he has a devil of a temper,\" and the general kindly patted\nthe boy on the head. \"You know, General,\" he said, brokenly,\n\"that you took me in, when my father cast me out.\" \"For the good of the country, my boy, for the good of the country,\" said\nthe general brusquely. \"But, come, Fred, I will ride over to General\nBuell's headquarters with you. I would like to see General Thomas' full\nreport of the battle.\" They found General Buell in the highest of spirits, and Fred was given a\nwarm welcome. He looked over General Thomas' report, and his whole face\nbeamed with satisfaction. He asked Fred a multitude of questions, and\nwas surprised at the knowledge of military affairs which he showed in\nhis answers. \"I think, General,\" said General Buell, turning to Nelson, after he had\ndismissed Fred, \"that you have not overestimated the abilities of your\nprotégé. In a private note General Thomas speaks in the highest terms of\nhim. \"Somehow I have taken wonderfully to\nthe boy.\" What it was General Buell was to do for Fred, that individual was in\nignorance. While in Louisville many of Fred's leisure moments were spent at the\nhospitable home of the Vaughns. Mabel's betrothed was now at the front,\nand it was astonishing how much note paper that young lady used in\nwriting to him. \"You don't write that often to your brother,\" said Fred, smiling. \"Yes, your humble servant; didn't you adopt me as a brother?\" she replied, \"one doesn't have to write\nso often to a brother. Lovers are like babies; they have to be petted. But to change the subject, where does my knight-errant expect to go for\nhis next adventure?\" \"Things appear to be rather quiet just\nnow.\" But events were even then transpiring that were to take Fred to a\ndifferent theater of action. Commodore Foote and General U. S. Grant sat conversing in the\nheadquarters of the latter at Cairo, Illinois. The general was puffing a\ncigar, and answered in monosyllables between puffs. \"You have heard nothing yet, have you, General,\" the commodore was\nasking, \"of that request we united in sending to General Halleck?\" _Exit Silvina._\n\nJEANNE\n\nGo and have your breakfast, Maurice. MAURICE\n\n_Without turning around._\n\nI don't want any breakfast. Mamma, I'll take off my bandage\ntomorrow. JEANNE\n\n_Laughing._\n\nSoldier, is it possible that you are capricious? Jeanne helps Emil Grelieu with his coffee._\n\nJEANNE\n\nThat's the way. Is it convenient for you this way, or do you\nwant to drink it with a spoon? EMIL GRELIEU\n\nOh, my poor head, it is so weak--\n\nMAURICE\n\n_Going over to him._\n\nForgive me, father, I'll not do it any more. I was foolishly\nexcited, but do you know I could not endure it. May I have a\ncup, mamma? JEANNE\n\nYes, this is yours. MAURICE\n\nYes, I do. EMIL GRELIEU\n\nI am feeling perfectly well today, Jeanne. When is the bandage\nto be changed? Count Clairmont will bring his surgeon along with him. MAURICE\n\nWho is that, mamma? JEANNE\n\nYou'll see him. But, please, Maurice, when you see him, don't\nopen your mouth so wide. You have a habit--you open your mouth\nand then you forget about it. MAURICE\n\n_Blushing._\n\nYou are both looking at me and smiling. _The sound of automobiles is heard._\n\nJEANNE\n\n_Rising quickly._\n\nI think they are here. Maurice, this is only Count Clairmont,\ndon't forget. They will speak with you\nabout a very, very important matter, Emil, but you must not be\nagitated. EMIL GRELIEU\n\nYes, I know. JEANNE\n\n_Kissing him quickly._\n\nI am going. _Exit, almost colliding with Silvina, who is excited._\n\nMAURICE\n\n_Whispering._\n\nWho is it, Silvina? _Silvina makes some answer in mingled delight and awe. Maurice's\nface assumes the same expression as Silvina's. Maurice walks quickly to the window and raises his left hand to\nhis forehead, straightening himself in military fashion. Thus he\nstands until the others notice him._\n\n_Enter Jeanne, Count Clairmont, followed by Secretary Lagard and\nthe Count's adjudant, an elderly General of stem appearance,\nwith numerous decorations upon his chest. The Count himself\nis tall, well built and young, in a modest officer's uniform,\nwithout any medals to signify his high station. He carries\nhimself very modestly, almost bashfully, but overcoming his\nfirst uneasiness, he speaks warmly and powerfully and freely. All treat him with profound respect._\n\n_Lagard is a strong old man with a leonine gray head. He speaks\nsimply, his gestures are calm and resolute. It is evident that\nhe is in the habit of speaking from a platform._\n\n_Jeanne holds a large bouquet of flowers in her hands. Count\nClairmont walks directly toward Grelieu's bedside._\n\nCOUNT CLAIRMONT\n\n_Confused._\n\nI have come to shake hands with you, my dear master. Oh, but\ndo not make a single unnecessary movement, not a single one,\notherwise I shall be very unhappy! EMIL GRELIEU\n\nI am deeply moved, I am happy. COUNT CLAIRMONT\n\nNo, no, don't speak that way. Here stands before you only a man\nwho has learned to think from your books. But see what they have\ndone to you--look, Lagard! LAGARD\n\nHow are you, Grelieu? I, too, want to shake your hand. Today I\nam a Secretary by the will of Fate, but yesterday I was only a\nphysician, and I may congratulate you--you have a kind hand. GENERAL\n\n_Coming forward modestly._\n\nAllow me, too, in the name of this entire army of ours to\nexpress to you our admiration, Monsieur Grelieu! EMIL GRELIEU\n\nI thank you. COUNT CLAIRMONT\n\nBut perhaps it is necessary to have a surgeon? JEANNE\n\nHe can listen and talk, Count. COUNT CLAIRMONT\n\n_Noticing Maurice, confused._\n\nOh! Please put down your hand--you are wounded. MAURICE\n\nI am so happy, Count. JEANNE\n\nThis is our second son. Our first son, Pierre, was killed at\nLiège--\n\nCOUNT CLAIRMONT\n\nI dare not console you, Madame Grelieu. Give me your hand,\nMaurice. I dare not--\n\nCOUNT CLAIRMONT\n\nMy dear young man, I, too, am nothing but a soldier now. My children and my wife\nhave sent you flowers--but where are they? JEANNE\n\nHere they are, Count. COUNT CLAIRMONT\n\nThank you. But I did not know that your flowers were better than\nmine, for my flowers smell of smoke. _To Count Clairmont._\n\nHis pulse is good. Grelieu, we have come to you not only to\nexpress our sympathy. Through me all the working people of\nBelgium are shaking your hand. EMIL GRELIEU\n\nI am proud of it, Lagard. LAGARD\n\nBut we are just as proud. Yes; there is something we must\ndiscuss with you. Count Clairmont did not wish to disturb you,\nbut I said: \"Let him die, but before that we must speak to him.\" EMIL GRELIEU\n\nI am not dying. Maurice, I think you had better go out. COUNT CLAIRMONT\n\n_Quickly._\n\nOh, no, no. He is your son, Grelieu, and he should be present to\nhear what his father will say. Oh, I should have been proud to\nhave such a father. LAGARD\n\nOur Count is a very fine young man--Pardon me, Count, I have\nagain upset our--\n\nCOUNT CLAIRMONT\n\nThat's nothing, I have already grown accustomed to it. Master,\nit is necessary for you and your family to leave for Antwerp\ntoday. EMIL GRELIEU\n\nAre our affairs in such a critical condition? LAGARD\n\nWhat is there to tell? That\nhorde of Huns is coming upon us like the tide of the sea. Today\nthey are still there, but tomorrow they will flood your house,\nGrelieu. To what can we resort\nin our defence? On this side are they, and there is the sea. Only very little is left of Belgium, Grelieu. Very soon there\nwill be no room even for my beard here. Dull sounds of cannonading are heard in the distance. All turn their eyes to the window._\n\nEMIL GRELIEU\n\nIs that a battle? COUNT CLAIRMONT\n\n_Listening, calmly._\n\nNo, that is only the beginning. But tomorrow they will carry\ntheir devilish weapons past your house. Do you know they are\nreal iron monsters, under whose weight our earth is quaking\nand groaning. They are moving slowly, like amphibia that have\ncrawled out at night from the abyss--but they are moving! Another few days will pass, and they will crawl over to Antwerp,\nthey will turn their jaws to the city, to the churches--Woe to\nBelgium, master! LAGARD\n\nYes, it is very bad. We are an honest and peaceful people\ndespising bloodshed, for war is such a stupid affair! And we\nshould not have had a single soldier long ago were it not for\nthis accursed neighbor, this den of murderers. GENERAL\n\nAnd what would we have done without any soldiers, Monsieur\nLagard? LAGARD\n\nAnd what can we do with soldiers, Monsieur General? COUNT CLAIRMONT\n\nYou are wrong, Lagard. With our little army there is still one\npossibility--to die as freemen die. But without an army we would\nhave been bootblacks, Lagard! LAGARD\n\n_Grumbling._\n\nWell, I would not clean anybody's boots. Things are in bad\nshape, Grelieu, in very bad shape. And there is but one remedy\nleft for us--. EMIL GRELIEU\n\nI know. EMIL GRELIEU\n\nThe dam. _Jeanne and Emil shudder and look at each other with terror in\ntheir eyes._\n\nCOUNT CLAIRMONT\n\nYou shuddered, you are shuddering, madame. But what am I to do,\nwhat are we to do, we who dare not shudder? JEANNE\n\nOh, I simply thought of a girl who was trying to find her way to\nLonua. She will never find her way to Lonua. COUNT CLAIRMONT\n\nBut what is to be done? The Count steps away to the window\nand looks out, nervously twitching his mustaches. Maurice has\nmoved aside and, as before, stands at attention. Jeanne stands\na little distance away from him, with her shoulder leaning\nagainst the wall, her beautiful pale head thrown back. Lagard is\nsitting at the bedside as before, stroking his gray, disheveled\nbeard. The General is absorbed in gloomy thoughts._\n\nCOUNT CLAIRMONT\n\n_Turning around resolutely._\n\nI am a peaceful man, but I can understand why people take up\narms. That means a sword, a gun, explosive contrivances. Fire is killing people, but at the same time it\nalso gives light. There is something of the\nancient sacrifice in it. cold, dark, silent, covering\nwith mire, causing bodies to swell--water, which was the\nbeginning of chaos; water, which is guarding the earth by day\nand night in order to rush upon it. My friend, believe me, I am\nquite a daring man, but I am afraid of water! Lagard, what would\nyou say to that? LAGARD\n\nWe Belgians have too long been struggling against the water not\nto have learned to fear it. JEANNE\n\nBut what is more terrible, the Prussians or water? GENERAL\n\n_Bowing._\n\nMadame is right. The Prussians are not more terrible, but they\nare worse. It is terrible to release water\nfrom captivity, the beast from its den, nevertheless it is a\nbetter friend to us than the Prussians. I would prefer to see\nthe whole of Belgium covered with water rather than extend a\nhand of reconciliation to a scoundrel! Neither they nor we shall\nlive to see that, even if the entire Atlantic Ocean rush over\nour heads. _Brief pause._\n\nGENERAL\n\nBut I hope that we shall not come to that. Meanwhile it is\nnecessary for us to flood only part of our territory. JEANNE\n\n_Her eyes closed, her head hanging down._\n\nAnd what is to be done with those who could not abandon their\nhomes, who are deaf, who are sick and alone? _Silence._\n\nJEANNE\n\nThere in the fields and in the ditches are the wounded. There\nthe shadows of people are wandering about, but in their veins\nthere is still warm blood. Oh, don't\nlook at me like that, Emil; you had better not listen to what I\nam saying. I have spoken so only because my heart is wrung with\npain--it isn't necessary to listen to me at all, Count. _Count Clairmont walks over to Grelieu's bed quickly and firmly. At first he speaks confusedly, seeking the right word; then he\nspeaks ever more boldly and firmly._\n\nCOUNT CLAIRMONT\n\nMy dear and honored master! We would not have dared to take\nfrom you even a drop of your health, if--if it were not for the\nassurance that serving your people may give new strength to your\nheroic soul! Yesterday, it was resolved at our council to break\nthe dams and flood part of our kingdom, but I could not, I dared\nnot, give my full consent before I knew what you had to say to\nthis plan. I did not sleep all night long, thinking--oh, how\nterrible, how inexpressibly sad my thoughts were! We are the\nbody, we are the hands, we are the head--while you, Grelieu, you\nare the conscience of our people. Blinded by the war, we may\nunwillingly, unwittingly, altogether against our will, violate\nman-made laws. We are driven to despair, we have no Belgium any longer,\nit is trampled by our enemies, but in your breast, Emil Grelieu,\nthe heart of all Belgium is beating--and your answer will be the\nanswer of our tormented, blood-stained, unfortunate land! Maurice is crying, looking at his\nfather._\n\nLAGARD\n\n_Softly._\n\nBravo, Belgium! The sound of cannonading is heard._\n\nJEANNE\n\n_Softly, to Maurice._\n\nSit down, Maurice, it is hard for you to stand. MAURICE\n\nOh, mamma! I am so happy to stand here now--\n\nLAGARD\n\nNow I shall add a few words. As you know, Grelieu, I am a man of\nthe people. I know the price the people pay for their hard work. I know the cost of all these gardens, orchards and factories\nwhich we shall bury under the water. They have cost us sweat\nand health and tears, Grelieu. These are our sufferings which\nwill be transformed into joy for our children. But as a nation\nthat loves and respects liberty above its sweat and blood and\ntears--as a nation, I say, I would prefer that sea waves should\nseethe here over our heads rather than that we should have to\nblack the boots of the Prussians. And if nothing but islands\nremain of Belgium they will be known as \"honest islands,\" and\nthe islanders will be Belgians as before. _All are agitated._\n\nEMIL GRELIEU\n\nAnd what do the engineers say? GENERAL\n\n_Respectfully waiting for the Count's answer._\n\nMonsieur Grelieu, they say this can be done in two hours. LAGARD\n\n_Grumbles._\n\nIn two hours! How many years have we been building\nit! GENERAL\n\nThe engineers were crying when they said it, Monsieur. LAGARD\n\nThe engineers were crying? _Suddenly he bursts into sobs, and slowly takes a handkerchief\nfrom his pocket._\n\nCOUNT CLAIRMONT\n\nWe are awaiting your answer impatiently, Grelieu. You are\ncharged with a grave responsibility to your fatherland--to lift\nyour hand against your own fatherland. EMIL GRELIEU Have we no other defence? Lagard dries\nhis eyes and slowly answers with a sigh_. JEANNE\n\n_Shaking her head._\n\nNo. COUNT CLAIRMONT\n\n_Rapidly._\n\nWe must gain time, Grelieu. By the power of all our lives,\nthrown in the fields, we cannot stop them. _Stamping his foot._\n\nTime, time! We must steal from fate a small part of eternity--a\nfew days, a week! The Russians are\ncoming to us from the East. The German steel has already\npenetrated to the heart of the French land--and infuriated with\npain, the French eagle is rising over the Germans' bayonets\nand is coming toward us! The noble knights of the sea--the\nBritish--are already rushing toward us, and to Belgium are their\npowerful arms stretched out over the abyss. Belgium is praying for a few days, for\na few hours! You have already given to Belgium your blood,\nGrelieu, and you have the right to lift your hand against your\nblood-stained fatherland! _Brief pause._\n\nEMIL GRELIEU\n\nWe must break the dams. _Curtain_\n\n\n\nSCENE V\n\n\n_Night. A sentinel\non guard at the door leading to the rooms occupied by the\nCommander of the army. Two officers on duty are\ntalking lazily, suffering apparently from the heat. Only from time to time the measured footsteps of\npickets are heard, and muffled voices and angry exclamations._\n\nVON RITZAU\n\nDo you feel sleepy, von Stein? VON STEIN\n\nI don't feel sleepy, but I feel like smoking. RITZAU\n\nA bad habit! STEIN\n\nBut what if _he_ should come in? Not a breath of pure air enters the lungs. The air is poisoned with the smell of smoke. We must invent\nsomething against this obnoxious odor. RITZAU\n\nI am not an inventor. First of all it is necessary to wring out\nthe air as they wring the clothes they wash, and dry it in the\nsun. It is so moist, I feel as though I were diving in it. Do\nyou know whether _he_ is in a good mood today? STEIN\n\nWhy, is he subject to moods, good or bad? RITZAU\n\nGreat self-restraint! STEIN\n\nHave you ever seen him undressed--or half-dressed? Or have you\never seen his hair in disorder? RITZAU\n\nHe speaks so devilishly little, Stein. STEIN\n\nHe prefers to have his cannon speak. It is quite a powerful\nvoice, isn't it, Ritzau? A tall, handsome officer enters quickly and\ngoes toward the door leading to the room of the Commander._\n\nBlumenfeld! _The tall officer waves his hand and opens the door cautiously,\nready to make his bow._\n\nHe is malting his career! RITZAU\n\nHe is a good fellow. STEIN\n\nWould you rather be in Paris? RITZAU\n\nI would prefer any less unbearable country to this. How dull it\nmust be here in the winter time. STEIN\n\nBut we have saved them from dullness for a long time to come. Were you ever in the Montmartre cafés, Ritzau? STEIN\n\nDoesn't one find there a wonderful refinement, culture and\ninnate elegance? Unfortunately, our Berlin people are far\ndifferent. RITZAU\n\nOh, of course. _The tall officer comes out of the door, stepping backward. He\nheaves a sigh of relief and sits down near the two officers. Takes out a cigar._\n\nVON BLUMENFELD How are things? STEIN\n\nThen I am going to smoke too. BLUMENFELD\n\nYou may smoke. He is not coming out Do you want to hear\nimportant news? BLUMENFELD He laughed just now I\n\nSTEIN\n\nReally! BLUMENFELD\n\nUpon my word of honor! And he touched my shoulder with two\nfingers--do you understand? STEIN\n\n_With envy._\n\nOf course! I suppose you brought him good news, Blumenfeld? _The military telegraphist, standing at attention, hands\nBlumenfeld a folded paper._\n\nTELEGRAPHIST\n\nA radiogram, Lieutenant! BLUMENFELD\n\nLet me have it. _Slowly he puts his cigar on the window sill and enters the\nCommander's room cautiously._\n\nSTEIN\n\nHe's a lucky fellow. You may say what you please about luck,\nbut it exists. Von?--Did you know his\nfather? RITZAU\n\nI have reason to believe that he had no grandfather at all. _Blumenfeld comes out and rejoins the two officers, taking up\nhis cigar._\n\nSTEIN\n\nAnother military secret? BLUMENFELD\n\nOf course. Everything that is said and done here is a military\nsecret. The information we have\nreceived concerns our new siege guns--they are advancing\nsuccessfully. BLUMENFELD\n\nYes, successfully. They have just passed the most difficult part\nof the road--you know where the swamps are--\n\nSTEIN\n\nOh, yes. BLUMENFELD\n\nThe road could not support the heavy weight and caved in. He ordered a report about the\nmovement at each and every kilometer. STEIN\n\nNow he will sleep in peace. BLUMENFELD\n\nHe never sleeps, von Stein. BLUMENFELD\n\nHe never sleeps, von Stein! When he is not listening to\nreports or issuing commands, he is thinking. As the personal\ncorrespondent of his Highness I have the honor to know many\nthings which others are not allowed to know--Oh, gentlemen, he\nhas a wonderful mind! _Another very young officer enters, stands at attention before\nBlumenfeld._\n\nBLUMENFELD\n\nSit down, von Schauss. BLUMENFELD\n\nHe has a German philosophical mind which manages guns as\nLeibnitz managed ideas. Everything is preconceived, everything\nis prearranged, the movement of our millions of people has been\nelaborated into such a remarkable system that Kant himself\nwould have been proud of it. Gentlemen, we are led forward by\nindomitable logic and by an iron will. _The officers express their approval by subdued exclamations of\n\"bravo. \"_\n\nBLUMENFELD\n\nHow can he sleep, if the movement of our armies is but the\nmovement of parts of his brains! And what is the use of sleep\nin general? I sleep very little myself, and I advise you,\ngentlemen, not to indulge in foolish sleep. RITZAU\n\nBut our human organism requires sleep. BLUMENFELD\n\nNonsense! Organism--that is something invented by the doctors\nwho are looking for practice among the fools. I know only my desires and my will, which says:\n\"Gerhardt, do this! SCHAUSS\n\nWill you permit me to take down your words in my notebook? BLUMENFELD\n\nPlease, Schauss. _The telegraphist has entered._\n\nZIGLER\n\nI really don't know, but something strange has happened. It\nseems that we are being interfered with, I can't understand\nanything. BLUMENFELD\n\nWhat is it? ZIGLER\n\nWe can make out one word, \"Water\"--but after that all is\nincomprehensible. And then again, \"Water\"--\n\nBLUMENFELD\n\nWhat water? ZIGLER\n\nHe is also surprised and cannot understand. BLUMENFELD\n\nYou are a donkey, Zigler! We'll have to call out--\n\n_The Commander comes out. His voice is dry and unimpassioned._\n\nCOMMANDER\n\nBlumenfeld! _All jump up, straighten themselves, as if petrified._\n\nWhat is this? BLUMENFELD\n\nI have not yet investigated it, your Highness. Zigler is\nreporting--\n\nCOMMANDER\n\nWhat is it, Zigler? ZIGLER\n\nYour Highness, we are being interfered with. I don't know what\nit is, but I can't understand anything. We have been able to\nmake out only one word--\"Water.\" COMMANDER\n\n_Turning around._\n\nSee what it is, Blumenfeld, and report to me--\n\n_Engineer runs in._\n\nENGINEER\n\nWhere is Blumenfeld? COMMANDER\n\n_Pausing._\n\nWhat has happened there, Kloetz? ENGINEER\n\nThey don't respond to our calls, your Highness. COMMANDER\n\nYou think something serious has happened? ENGINEER\n\nI dare not think so, your Highness, but I am alarmed. Silence is\nthe only answer to our most energetic calls. _The second telegraphist has entered quietly._\n\nGREITZER\n\nThey are silent, your Highness. _Brief pause._\n\nCOMMANDER\n\n_Again turning to the door._\n\nPlease investigate this, Lieutenant. _He advances a step to the door, then stops. There is a\ncommotion behind the windows--a noise and the sound of voices. The noise keeps\ngrowing, turning at times into a loud roar._\n\nWhat is that? An officer, bareheaded, rushes in\nexcitedly, his hair disheveled, his face pale._\n\nOFFICER\n\nI want to see his Highness. BLUMENFELD\n\n_Hissing._\n\nYou are insane! COMMANDER\n\nCalm yourself, officer. I have the honor to report to you that the\nBelgians have burst the dams, and our armies are flooded. _With horror._\n\nWe must hurry, your Highness! OFFICER\n\nThey are flooded, your Highness. COMMANDER\n\nCompose yourself, you are not behaving properly! I am asking you\nabout our field guns--\n\nOFFICER\n\nThey are flooded, your Highness. We must hurry, your Highness, we are in a valley. They have broken the dams; and the water is\nrushing this way violently. It is only five kilometers away from\nhere--and we can hardly--. The beginning of a terrible panic is felt,\nembracing the entire camp. All watch impatiently the reddening\nface of the Commander._\n\nCOMMANDER\n\nBut this is--\n\n_He strikes the table with his fist forcibly._\n\nAbsurd! _He looks at them with cold fury, but all lower their eyes. The\nfrightened officer is trembling and gazing at the window. The\nlights grow brighter outside--it is evident that a building has\nbeen set on fire. A\ndull noise, then the crash of shots is heard. The discipline is\ndisappearing gradually._\n\nBLUMENFELD\n\nThey have gone mad! STEIN\n\nBut that can't be the Belgians! RITZAU\n\nThey may have availed themselves--\n\nBLUMENFELD\n\nAren't you ashamed, Stein? I beg of you--\n\n_Suddenly a piercing, wild sound of a horn is heard ordering to\nretreat. The roaring sound is growing rapidly._\n\nCOMMANDER\n\n_Shots._\n\nWho has commanded to retreat? _Blumenfeld lowers his head._\n\nCOMMANDER\n\nThis is not the German Army! You are unworthy of being called\nsoldiers! BLUMENFELD\n\n_Stepping forward, with dignity._\n\nYour Highness! We are not fishes to swim in the water! _Runs out, followed by two or three others. The panic is\ngrowing._\n\nBLUMENFELD\n\nYour Highness! Your life is in danger--your\nHighness. Only the\nsentinel remains in the position of one petrified._\n\nBLUMENFELD\n\nYour Highness! Your life--I am afraid that\nanother minute, and it will be too late! COMMANDER\n\nBut this is--\n\n_Again strikes the table with his fist._\n\nBut this is absurd, Blumenfeld! _Curtain_\n\n\n\nSCENE VI\n\n\n_The same hour of night. In the darkness it is difficult to\ndiscern the silhouettes of the ruined buildings and of the\ntrees. At the right, a half-destroyed bridge. From time to time the German flashlights are\nseen across the dark sky. Near the bridge, an automobile in\nwhich the wounded Emil Grelieu and his son are being carried to\nAntwerp. John journeyed to the bedroom. Something\nhas broken down in the automobile and a soldier-chauffeur is\nbustling about with a lantern trying to repair it. Langloi\nstands near him._\n\n\nDOCTOR\n\n_Uneasily._\n\nWell? CHAUFFEUR\n\n_Examining._\n\nI don't know yet. DOCTOR\n\nIs it a serious break? CHAUFFEUR\n\nNo--I don't know. MAURICE\n\n_From the automobile._\n\nWhat is it, Doctor? CHAUFFEUR\n\n_Angrily._\n\nWe'll start! DOCTOR\n\nI don't know. MAURICE\n\nShall we stay here long? DOCTOR\n\n_To the chauffeur._\n\nShall we stay here long? CHAUFFEUR\n\n_Angrily._\n\nHow do I know? _Hands the lantern to the doctor._\n\nMAURICE\n\nThen I will come out. JEANNE\n\nYou had better stay here, Maurice. MAURICE\n\nNo, mother, I am careful. _Jumps off and watches the chauffeur at work._\n\nMAURICE\n\nHow unfortunate that we are stuck here! CHAUFFEUR\n\n_Grumbling._\n\nA bridge! DOCTOR\n\nYes, it is unfortunate. MAURICE\n\n_Shrugging his shoulders._\n\nFather did not want to leave. Mamina, do\nyou think our people are already in Antwerp? JEANNE\n\nYes, I think so. EMIL GRELIEU\n\nNo. It is very pleasant to breathe the fresh air. DOCTOR\n\n_To Maurice._\n\nI think we are still in the region which--\n\nMAURICE\n\nYes. DOCTOR\n\n_Looking at his watch._\n\nTwenty--a quarter of ten. MAURICE\n\nThen it is a quarter of an hour since the bursting of the dams. Mamma, do you hear, it is a quarter of ten now! JEANNE\n\nYes, I hear. MAURICE\n\nBut it is strange that we haven't heard any explosions. DOCTOR\n\nHow can you say that, Monsieur Maurice? MAURICE\n\nI thought that such explosions would be heard a hundred\nkilometers away. Our house and our\ngarden will soon be flooded! I wonder how high the water will\nrise. Do you think it will reach up to the second story? CHAUFFEUR\n\n_Grumbling._\n\nI am working. Mamma, see how the searchlights are working. EMIL GRELIEU\n\nJeanne, lift me a little. JEANNE\n\nMy dear, I don't know whether I am allowed to do it. DOCTOR\n\nYou may lift him a little, if it isn't very painful. JEANNE\n\nDo you feel any pain? EMIL GRELIEU\n\nNo. MAURICE\n\nFather, they are flashing the searchlights across the sky like\nmadmen. _A bluish light is flashed over them, faintly illuminating the\nwhole group._\n\nMAURICE\n\nRight into my eyes! EMIL GRELIEU\n\nI suppose so. Either they have been warned, or the water is\nreaching them by this time. JEANNE\n\nDo you think so, Emil? EMIL GRELIEU\n\nYes. It seems to me that I hear the sound of the water from that\nside. _All listen and look in the direction from which the noise came._\n\nDOCTOR\n\n_Uneasily._\n\nHow unpleasant this is! MAURICE\n\nFather, it seems to me I hear voices. Listen--it sounds as\nthough they are crying there. Father, the\nPrussians are crying. _A distant, dull roaring of a crowd is heard. The searchlights are\nswaying from side to side._\n\nEMIL GRELIEU\n\nIt is they. DOCTOR\n\nIf we don't start in a quarter of an hour--\n\nEMIL GRELIEU\n\nIn half an hour, Doctor. MAURICE\n\nFather, how beautiful and how terrible it is! JEANNE\n\nWhat is it? MAURICE\n\nI want to kiss it. JEANNE\n\nWhat a foolish little boy you are, Maurice. MAURICE\n\nMonsieur Langloi said that in three days from now I may remove\nmy bandage. Just think of it, in three days I shall be able to\ntake up my gun again!... The\nchauffeur and the doctor draw their revolvers. A figure appears\nfrom the field, approaching from one of the ditches. A peasant,\nwounded in the leg, comes up slowly, leaning upon a cane._\n\nMAURICE\n\nWho is there? PEASANT\n\nOur own, our own. MAURICE\n\nYes, we're going to the city. Our car has broken down, we're\nrepairing it. PEASANT\n\nWhat am I doing here? They also look at him\nattentively, by the light of the lantern._\n\nCHAUFFEUR\n\nGive me the light! PEASANT\n\nAre you carrying a wounded man? I\ncannot walk, it is very hard. I lay there in the ditch and when I heard you\nspeak French I crawled out. DOCTOR\n\nHow were you wounded? PEASANT\n\nI was walking in the field and they shot me. They must have\nthought I was a rabbit. _Laughs hoarsely._\n\nThey must have thought I was a rabbit. What is the news,\ngentlemen? MAURICE\n\nDon't you know? PEASANT\n\nWhat can I know? I lay there and looked at the sky--that's all I\nknow. Just look at it, I have been watching\nit all the time. What is that I see in the sky, eh? EMIL GRELIEU\n\nSit down near us. MAURICE\n\nListen, sit down here. They are\ncrying there--the Prussians! They must have learned of\nit by this time. Listen, it is so far, and yet we can hear! _The peasant laughs hoarsely._\n\nMAURICE\n\nSit down, right here, the automobile is large. CHAUFFEUR\n\n_Muttering._\n\nSit down, sit down! DOCTOR\n\n_Uneasily._\n\nWhat is it? MAURICE\n\nWhat an unfortunate mishap! JEANNE\n\n_Agitated._\n\nThey shot you like a rabbit? Do you hear, Emil--they thought a\nrabbit was running! _She laughs loudly, the peasant also laughs._\n\nPEASANT\n\nI look like a rabbit! JEANNE\n\nDo you hear, Emil? _Laughs._\n\nEMIL GRELIEU\n\nJeanne! JEANNE\n\nIt makes me laugh--it seems so comical to me that they mistake\nus for rabbits. And now, what are we now--water rats? Emil, just\npicture to yourself, water rats in an automobile! JEANNE\n\nNo, no, I am not laughing any more, Maurice! _Laughs._\n\nAnd what else are we? PEASANT\n\n_Laughs._\n\nAnd now we must hide in the ground--\n\nJEANNE\n\n_In the same tone._\n\nAnd they will remain on the ground? EMIL GRELIEU\n\nMy dear! MAURICE\n\n_To the doctor._\n\nListen, you must do something. Mamma, we are starting directly, my dear! JEANNE\n\nNo, never mind, I am not laughing any more. I\nwas forever silent, but just now I felt like chattering. Emil,\nI am not disturbing you with my talk, am I? Why is the water so\nquiet, Emil? It was the King who said, \"The water is silent,\"\nwas it not? But I should like to see it roar, crash like\nthunder.... No, I cannot, I cannot bear this silence! Ah, why is\nit so quiet--I cannot bear it! MAURICE\n\n_To the chauffeur._\n\nMy dear fellow, please hurry up! CHAUFFEUR\n\nYes, yes! JEANNE\n\n_Suddenly cries, threatening._\n\nBut I cannot bear it! _Covers her mouth with her hands; sobs._\n\nI cannot! EMIL GRELIEU\n\nAll will end well, Jeanne. JEANNE\n\n_Sobbing, but calming herself somewhat._\n\nI cannot bear it! EMIL GRELIEU\n\nAll will end well, Jeanne! I am suffering, but I know this, Jeanne! CHAUFFEUR\n\nIn a moment, in a moment. EMIL GRELIEU\n\n_Faintly._\n\nJeanne! JEANNE\n\nYes, yes, I know.... Forgive me, forgive me, I will soon--\n\n_A loud, somewhat hoarse voice of a girl comes from the dark._\n\nGIRL\n\nTell me how I can find my way to Lonua! _Exclamations of surprise._\n\nMAURICE\n\nWho is that? JEANNE\n\nEmil, it is that girl! _Laughs._\n\nShe is also like a rabbit! DOCTOR\n\n_Grumbles._\n\nWhat is it, what is it--Who? Her dress is torn, her eyes look\nwild. The peasant is laughing._\n\nPEASANT\n\nShe is here again? CHAUFFEUR\n\nLet me have the light! GIRL\n\n_Loudly._\n\nHow can I find my way to Lonua? EMIL GRELIEU\n\nMaurice, you must stop her! Doctor, you--\n\nCHAUFFEUR\n\nPut down the lantern! GIRL\n\n_Shouts._\n\nHands off! No, no, you will not dare--\n\nMAURICE\n\nYou can't catch her--\n\n_The girl runs away._\n\nEMIL GRELIEU\n\nDoctor, you must catch her! She will perish here, quick--\n\n_She runs away. The doctor follows her in the dark._\n\nPEASANT\n\nShe asked me, too, how to go to Lonua. _The girl's voice resounds in the dark and then there is\nsilence._\n\nEMIL GRELIEU\n\nYou must catch her! MAURICE\n\nBut how, father? Jeanne\nbreaks into muffled laughter._\n\nMAURICE\n\n_Mutters._\n\nNow he is gone! CHAUFFEUR\n\n_Triumphantly._\n\nTake your seats! MAURICE\n\nBut the doctor isn't here. CHAUFFEUR\n\nLet us call him. _Maurice and the chauffeur call: \"Doctor! \"_\n\nCHAUFFEUR\n\n_Angrily._\n\nI must deliver Monsieur Grelieu, and I will deliver him. MAURICE\n\n_Shouts._\n\nLangloi! _A faint echo in the distance._\n\nCome! _The response is nearer._\n\nPEASANT\n\nHe did not catch her. She asked me, too,\nabout the road to Lonua. _Laughs._\n\nThere are many like her now. EMIL GRELIEU\n\n_Imploringly._\n\nJeanne! JEANNE\n\nBut I cannot, Emil. I used\nto understand, I used to understand, but now--Where is Pierre? _Firmly._\n\nWhere is Pierre? MAURICE\n\nOh, will he be here soon? Mother dear, we'll start in a moment! JEANNE\n\nYes, yes, we'll start in a moment! Why such a dream, why such a dream? _A mice from the darkness, quite near._\n\nJEANNE\n\n_Frightened._\n\nWho is shouting? What a strange dream, what a terrible,\nterrible, terrible dream. _Lowering her voice._\n\nI cannot--why are you torturing me? EMIL GRELIEU\n\nHe is dead, Jeanne! EMIL GRELIEU\n\nHe is dead, Jeanne. But I swear to you by God, Jeanne!--Belgium\nwill live. Weep, sob, you are a mother. I too am crying with\nyou--But I swear by God: Belgium will live! God has given me the\nlight to see, and I can see. A new Spring will come here, the trees will be covered with\nblossoms--I swear to you, Jeanne, they will be covered with\nblossoms! And mothers will caress their children, and the sun\nwill shine upon their heads, upon their golden-haired little\nheads! I see my nation: Here it is advancing with palm\nleaves to meet God who has come to earth again. Weep, Jeanne,\nyou are a mother! Weep, unfortunate mother--God weeps with you. But there will be happy mothers here again--I see a new world,\nJeanne, I see a new life! The song was\nin the Provencal dialect, well understood as the language of poetry\nin all the courts of Europe, and particularly in Scotland. It was more\nsimply turned, however, than was the general cast of the sirventes,\nand rather resembled the lai of a Norman minstrel. It may be translated\nthus:\n\n     The Lay of Poor Louise. The livelong day\n     She roams from cot to castle gay;\n     And still her voice and viol say,\n     Ah, maids, beware the woodland way;\n     Think on Louise. The sun was high;\n     It smirch'd her cheek, it dimm'd her eye. The woodland walk was cool and nigh,\n     Where birds with chiming streamlets vie\n     To cheer Louise. The savage bear\n     Made ne'er that lovely grove his lair;\n     The wolves molest not paths so fair. But better far had such been there\n     For poor Louise. In woody wold\n     She met a huntsman fair and bold;\n     His baldrick was of silk and gold,\n     And many a witching tale he told\n     To poor Louise. Small cause to pine\n     Hadst thou for treasures of the mine;\n     For peace of mind, that gift divine,\n     And spotless innocence, were thine. I know not if by force or theft,\n     Or part by violence, part by gift;\n     But misery is all that's left\n     To poor Louise,\n\n     Let poor Louise some succour have! She will not long your bounty crave,\n     Or tire the gay with warning stave;\n     For Heaven has grace, and earth a grave\n     For poor Louise. The song was no sooner finished than, anxious lest the dispute should be\nrevived betwixt his brother and the Earl of March, King Robert called to\nthe latter, \"What think you of the minstrelsy, my lord? Methinks, as I\nheard it even at this distance, it was a wild and pleasing lay.\" \"My judgment is not deep my lord; but the singer may dispense with\nmy approbation, since she seems to have received that of his Grace of\nRothsay, the best judge in Scotland.\" said the King in alarm; \"is my son below?\" \"He is sitting on horseback by the glee maiden,\" said March, with a\nmalicious smile on his cheek, \"apparently as much interested",
    "query": "Where is John? ",
    "target": "bedroom"
}