{
    "context": "The\nLycosa has lost the last semblance of an animal, has become a nameless\nbristling thing that walks about. Falls are frequent and are followed\nby continual climbings. I perceive that I have reached the limits, not of the bearer's\ngood-will, but of equilibrium. The Spider would adopt an indefinite\nfurther number of foundlings, if the dimensions of her back afforded\nthem a firm hold. Let us restore each\nfamily to its mother, drawing at random from the lot. There must\nnecessarily be interchanges, but that is of no importance: real\nchildren and adopted children are the same thing in the Lycosa's eyes. One would like to know if, apart from my artifices, in circumstances\nwhere I do not interfere, the good-natured dry-nurse sometimes burdens\nherself with a supplementary family; it would also be interesting to\nlearn what comes of this association of lawful offspring and strangers. I have ample materials wherewith to obtain an answer to both questions. I have housed in the same cage two elderly matrons laden with\nyoungsters. Each has her home as far removed from the other's as the\nsize of the common pan permits. Proximity soon kindles fierce jealousies between those\nintolerant creatures, who are obliged to live far apart so as to secure\nadequate hunting-grounds. One morning I catch the two harridans fighting out their quarrel on the\nfloor. The loser is laid flat upon her back; the victress, belly to\nbelly with her adversary, clutches her with her legs and prevents her\nfrom moving a limb. Both have their poison-fangs wide open, ready to\nbite without yet daring, so mutually formidable are they. After a\ncertain period of waiting, during which the pair merely exchange\nthreats, the stronger of the two, the one on top, closes her lethal\nengine and grinds the head of the prostrate foe. Then she calmly\ndevours the deceased by small mouthfuls. Now what do the youngsters do, while their mother is being eaten? Easily consoled, heedless of the atrocious scene, they climb on the\nconqueror's back and quietly take their places among the lawful family. The ogress raises no objection, accepts them as her own. She makes a\nmeal off the mother and adopts the orphans. Let us add that, for many months yet, until the final emancipation\ncomes, she will carry them without drawing any distinction between them\nand her own young. Henceforth the two families, united in so tragic a\nfashion, will form but one. We see how greatly out of place it would be\nto speak, in this connection, of mother-love and its fond\nmanifestations. Does the Lycosa at least feed the younglings who, for seven months,\nswarm upon her back? Does she invite them to the banquet when she has\nsecured a prize? I thought so at first; and, anxious to assist at the\nfamily repast, I devoted special attention to watching the mothers eat. As a rule, the prey is consumed out of sight, in the burrow; but\nsometimes also a meal is taken on the threshold, in the open air. Besides, it is easy to rear the Lycosa and her family in a wire-gauze\ncage, with a layer of earth wherein the captive will never dream of\nsinking a well, such work being out of season. Well, while the mother munches, chews, expresses the juices and\nswallows, the youngsters do not budge from their camping-ground on her\nback. Not one quits its place nor gives a sign of wishing to slip down\nand join in the meal. Nor does the mother extend an invitation to them\nto come and recruit themselves, nor put any broken victuals aside for\nthem. She feeds and the others look on, or rather remain indifferent to\nwhat is happening. Their perfect quiet during the Lycosa's feast points\nto the possession of a stomach that knows no cravings. Then with what are they sustained, during their seven months'\nupbringing on the mother's back? One conceives a notion of exudations\nsupplied by the bearer's body, in which case the young would feed on\ntheir mother, after the manner of parasitic vermin, and gradually drain\nher strength. Never are they seen to put their mouths to\nthe skin that should be a sort of teat to them. On the other hand, the\nLycosa, far from being exhausted and shrivelling, keeps perfectly well\nand plump. She has the same pot-belly when she finishes rearing her\nyoung as when she began. She has not lost weight: far from it; on the\ncontrary, she has put on flesh: she has gained the wherewithal to beget\na new family next summer, one as numerous as to-day's. Once more, with what do the little ones keep up their strength? We do\nnot like to suggest reserves supplied by the egg as rectifying the\nanimal's expenditure of vital force, especially when we consider that\nthose reserves, themselves so close to nothing, must be economized in\nview of the silk, a material of the highest importance, of which a\nplentiful use will be made presently. There must be other powers at\nplay in the tiny animal's machinery. Total abstinence from food could be understood, if it were accompanied\nby inertia: immobility is not life. But the young Lycosae, though\nusually quiet on their mother's back, are at all times ready for\nexercise and for agile swarming. When they fall from the maternal\nperambulator, they briskly pick themselves up, briskly scramble up a\nleg and make their way to the top. It is a splendidly nimble and\nspirited performance. Besides, once seated, they have to keep a firm\nbalance in the mass; they have to stretch and stiffen their little\nlimbs in order to hang on to their neighbours. As a matter of fact,\nthere is no absolute rest for them. Now physiology teaches us that not\na fibre works without some expenditure of energy. The animal, which can\nbe likened, in no small measure, to our industrial machines, demands,\non the one hand, the renovation of its organism, which wears out with\nmovement, and, on the other, the maintenance of the heat transformed\ninto action. We can compare it with the locomotive-engine. As the iron\nhorse performs its work, it gradually wears out its pistons, its rods,\nits wheels, its boiler-tubes, all of which have to be made good from\ntime to time. The founder and the smith repair it, supply it, so to\nspeak, with 'plastic food,' the food that becomes embodied with the\nwhole and forms part of it. But, though it have just come from the\nengine-shop, it is still inert. To acquire the power of movement it\nmust receive from the stoker a supply of 'energy-producing food'; in\nother words, he lights a few shovelfuls of coal in its inside. As nothing is made from nothing, the egg\nsupplies first the materials of the new-born animal; then the plastic\nfood, the smith of living creatures, increases the body, up to a\ncertain limit, and renews it as it wears away. The stoker works at the\nsame time, without stopping. Fuel, the source of energy, makes but a\nshort stay in the system, where it is consumed and furnishes heat,\nwhence movement is derived. Warmed by its food, the\nanimal machine moves, walks, runs, jumps, swims, flies, sets its\nlocomotory apparatus going in a thousand manners. To return to the young Lycosae, they grow no larger until the period of\ntheir emancipation. I find them at the age of seven months the same as\nwhen I saw them at their birth. The egg supplied the materials\nnecessary for their tiny frames; and, as the loss of waste substance\nis, for the moment, excessively small, or even nil, additional plastic\nfood is not needed so long as the wee creature does not grow. In this\nrespect, the prolonged abstinence presents no difficulty. But there\nremains the question of energy-producing food, which is indispensable,\nfor the little Lycosa moves, when necessary, and very actively at that. To what shall we attribute the heat expended upon action, when the\nanimal takes absolutely no nourishment? We say to ourselves that, without being life,\na machine is something more than matter, for man has added a little of\nhis mind to it. Now the iron beast, consuming its ration of coal, is\nreally browsing the ancient foliage of arborescent ferns in which solar\nenergy has accumulated. Whether they mutually\ndevour one another or levy tribute on the plant, they invariably\nquicken themselves with the stimulant of the sun's heat, a heat stored\nin grass, fruit, seed and those which feed on such. The sun, the soul\nof the universe, is the supreme dispenser of energy. Instead of being served up through the intermediary of food and passing\nthrough the ignominious circuit of gastric chemistry, could not this\nsolar energy penetrate the animal directly and charge it with activity,\neven as the battery charges an accumulator with power? Why not live on\nsun, seeing that, after all, we find naught but sun in the fruits which\nwe consume? Chemical science, that bold revolutionary, promises to provide us with\nsynthetic foodstuffs. The laboratory and the factory will take the\nplace of the farm. Why should not physical science step in as well? It\nwould leave the preparation of plastic food to the chemist's retorts;\nit would reserve for itself that of energy-producing food which,\nreduced to its exact terms, ceases to be matter. With the aid of some\ningenious apparatus, it would pump into us our daily ration of solar\nenergy, to be later expended in movement, whereby the machine would be\nkept going without the often painful assistance of the stomach and its\nadjuncts. What a delightful world, where one could lunch off a ray of\nsunshine! Is it a dream, or the anticipation of a remote reality? The problem is\none of the most important that science can set us. Let us first hear\nthe evidence of the young Lycosae regarding its possibilities. For seven months, without any material nourishment, they expend\nstrength in moving. To wind up the mechanism of their muscles, they\nrecruit themselves direct with heat and light. During the time when she\nwas dragging the bag of eggs behind her, the mother, at the best\nmoments of the day, came and held up her pill to the sun. With her two\nhind-legs she lifted it out of the ground into the full light; slowly\nshe turned it and turned it, so that every side might receive its share\nof the vivifying rays. Well, this bath of life, which awakened the\ngerms, is now prolonged to keep the tender babes active. Daily, if the sky be clear, the Lycosa, carrying her young, comes up\nfrom the burrow, leans on the kerb and spends long hours basking in the\nsun. Here, on their mother's back, the youngsters stretch their limbs\ndelightedly, saturate themselves with heat, take in reserves of\nmotor-power, absorb energy. They are motionless; but, if I only blow upon them, they stampede as\nnimbly as though a hurricane were passing. Hurriedly, they disperse;\nhurriedly, they reassemble: a proof that, without material nourishment,\nthe little animal machine is always at full pressure, ready to work. When the shade comes, mother and sons go down again, surfeited with\nsolar emanations. The feast of energy at the Sun Tavern is finished for\nthe day. The fowling-snare is one of man's ingenious villainies. With lines,\npegs and poles, two large, earth- nets are stretched upon the\nground, one to the right, the other to the left of a bare surface. A\nlong cord, pulled at the right moment by the fowler, who hides in a\nbrushwood hut, works them and brings them together suddenly, like a\npair of shutters. Divided between the two nets are the cages of the decoy-birds--Linnets\nand Chaffinches, Greenfinches and Yellowhammers, Buntings and\nOrtolans--sharp-eared creatures which, on perceiving the distant\npassage of a flock of their own kind, forthwith utter a short calling\nnote. One of them, the Sambe, an irresistible tempter, hops about and\nflaps his wings in apparent freedom. A bit of twine fastens him to his\nconvict's stake. When, worn with fatigue and driven desperate by his\nvain attempts to get away, the sufferer lies down flat and refuses to\ndo his duty, the fowler is able to stimulate him without stirring from\nhis hut. A long string sets in motion a little lever working on a\npivot. Raised from the ground by this diabolical contrivance, the bird\nflies, falls down and flies up again at each jerk of the cord. The fowler waits, in the mild sunlight of the autumn morning. The Chaffinches chirp their rallying\ncry:\n\n\"Pinck! They are\ncoming, the simpletons; they swoop down upon the treacherous floor. With a rapid movement, the man in ambush pulls his string. The nets\nclose and the whole flock is caught. Man has wild beast's blood in his veins. The fowler hastens to the\nslaughter. With his thumb he stifles the beating of the captives'\nhearts, staves in their skulls. The little birds, so many piteous heads\nof game, will go to market, strung in dozens on a wire passed through\ntheir nostrils. For scoundrelly ingenuity, the Epeira's net can bear comparison with\nthe fowler's; it even surpasses it when, on patient study, the main\nfeatures of its supreme perfection stand revealed. What refinement of\nart for a mess of Flies! Nowhere, in the whole animal kingdom, has the\nneed to eat inspired a more cunning industry. If the reader will\nmeditate upon the description that follows, he will certainly share my\nadmiration. In bearing and colouring, Epeira fasciata is the handsomest of the\nSpiders of the South. On her fat belly, a mighty silk-warehouse nearly\nas large as a hazel-nut, are alternate yellow, black and silver sashes,\nto which she owes her epithet of Banded. Around that portly abdomen the\neight long legs, with their dark- and pale-brown rings, radiate like\nspokes. Any small prey suits her; and, as long as she can find supports for her\nweb, she settles wherever the Locust hops, wherever the Fly hovers,\nwherever the Dragon-fly dances or the Butterfly flits. As a rule,\nbecause of the greater abundance of game, she spreads her toils across\nsome brooklet, from bank to bank among the rushes. She also stretches\nthem, but not so assiduously, in the thickets of evergreen oak, on the\n<DW72>s with the scrubby greenswards, dear to the Grasshoppers. Her hunting-weapon is a large upright web, whose outer boundary, which\nvaries according to the disposition of the ground, is fastened to the\nneighbouring branches by a number of moorings. Let us see, first of\nall, how the ropes which form the framework of the building are\nobtained. All day invisible, crouching amid the cypress-leaves, the Spider, at\nabout eight o'clock in the evening, solemnly emerges from her retreat\nand makes for the top of a branch. In this exalted position she sits\nfor sometime laying her plans with due regard to the locality; she\nconsults the weather, ascertains if the night will be fine. Then,\nsuddenly, with her eight legs widespread, she lets herself drop\nstraight down, hanging to the line that issues from her spinnerets. Just as the rope-maker obtains the even output of his hemp by walking\nbackwards, so does the Epeira obtain the discharge of hers by falling. It is extracted by the weight of her body. The descent, however, has not the brute speed which the force of\ngravity would give it, if uncontrolled. It is governed by the action of\nthe spinnerets, which contract or expand their pores, or close them\nentirely, at the faller's pleasure. And so, with gentle moderation, she\npays out this living plumb-line, of which my lantern clearly shows me\nthe plumb, but not always the line. The great squab seems at such times\nto be sprawling in space, without the least support. She comes to an abrupt stop two inches from the ground; the silk-reel\nceases working. The Spider turns round, clutches the line which she has\njust obtained and climbs up by this road, still spinning. But, this\ntime, as she is no longer assisted by the force of gravity, the thread\nis extracted in another manner. The two hind-legs, with a quick\nalternate action, draw it from the wallet and let it go. On returning to her starting-point, at a height of six feet or more,\nthe Spider is now in possession of a double line, bent into a loop and\nfloating loosely in a current of air. She fixes her end where it suits\nher and waits until the other end, wafted by the wind, has fastened its\nloop to the adjacent twigs. Feeling her thread fixed, the Epeira runs along it repeatedly, from end\nto end, adding a fibre to it on each journey. Whether I help or not,\nthis forms the \"suspension cable,\" the main piece of the framework. I\ncall it a cable, in spite of its extreme thinness, because of its\nstructure. It looks as though it were single, but, at the two ends, it\nis seen to divide and spread, tuft-wise, into numerous constituent\nparts, which are the product of as many crossings. These diverging\nfibres, with their several contact-points, increase the steadiness of\nthe two extremities. The suspension-cable is incomparably stronger than the rest of the work\nand lasts for an indefinite time. The web is generally shattered after\nthe night's hunting and is nearly always rewoven on the following\nevening. After the removal of the wreckage, it is made all over again,\non the same site, cleared of everything except the cable from which the\nnew network is to hang. Once the cable is laid, in this way or in that, the Spider is in\npossession of a base that allows her to approach or withdraw from the\nleafy piers at will. From the height of the cable she lets herself slip\nto a slight depth, varying the points of her fall. In this way she\nobtains, to right and left, a few slanting cross-bars, connecting the\ncable with the branches. These cross-bars, in their turn, support others in ever changing\ndirections. When there are enough of them, the Epeira need no longer\nresort to falls in order to extract her threads; she goes from one cord\nto the next, always wire-drawing with her hind-legs. This results in a\ncombination of straight lines owning no order, save that they are kept\nin one nearly perpendicular plane. Thus is marked out a very irregular\npolygonal area, wherein the web, itself a work of magnificent\nregularity, shall presently be woven. In the lower part of the web, starting from the centre, a wide opaque\nribbon descends zigzag-wise across the radii. This is the Epeira's\ntrade-mark, the flourish of an artist initialling his creation. \"Fecit\nSo-and-so,\" she seems to say, when giving the last throw of the shuttle\nto her handiwork. That the Spider feels satisfied when, after passing and repassing from\nspoke to spoke, she finishes her spiral, is beyond a doubt: the work\nachieved ensures her food for a few days to come. But, in this\nparticular case, the vanity of the spinstress has naught to say to the\nmatter: the strong silk zigzag is added to impart greater firmness to\nthe web. The spiral network of the Epeirae possesses contrivances of fearsome\ncunning. The thread that forms it is seen with the naked eye to differ\nfrom that of the framework and the spokes. It glitters in the sun,\nlooks as though it were knotted and gives the impression of a chaplet\nof atoms. To examine it through the lens on the web itself is scarcely\nfeasible, because of the shaking of the fabric, which trembles at the\nleast breath. By passing a sheet of glass under the web and lifting it,\nI take away a few pieces of thread to study, pieces that remain fixed\nto the glass in parallel lines. Lens and microscope can now play their\npart. Those threads, on the borderland\nbetween the visible and the invisible, are very closely twisted twine,\nsimilar to the gold cord of our officers' sword-knots. The infinitely slender is a tube, a channel full of a\nviscous moisture resembling a strong solution of gum arabic. I can see\na diaphanous trail of this moisture trickling through the broken ends. Under the pressure of the thin glass slide that covers them on the\nstage of the microscope, the twists lengthen out, become crinkled\nribbons, traversed from end to end, through the middle, by a dark\nstreak, which is the empty container. The fluid contents must ooze slowly through the side of those tubular\nthreads, rolled into twisted strings, and thus render the network\nsticky. It is sticky, in fact, and in such a way as to provoke\nsurprise. I bring a fine straw flat down upon three or four rungs of a\nsector. However gentle the contact, adhesion is at once established. When I lift the straw, the threads come with it and stretch to twice or\nthree times their length, like a thread of india-rubber. At last, when\nover-taut, they loosen without breaking and resume their original form. They lengthen by unrolling their twist, they shorten by rolling it\nagain; lastly, they become adhesive by taking the glaze of the gummy\nmoisture wherewith they are filled. In short, the spiral thread is a capillary tube finer than any that our\nphysics will ever know. It is rolled into a twist so as to possess an\nelasticity that allows it, without breaking, to yield to the tugs of\nthe captured prey; it holds a supply of sticky matter in reserve in its\ntube, so as to renew the adhesive properties of the surface by\nincessant exudation, as they become impaired by exposure to the air. The Epeira hunts not with springs, but with lime-snares. Everything is caught in them, down to the dandelion-plume\nthat barely brushes against them. Nevertheless, the Epeira, who is in\nconstant touch with her web, is not caught in them. Because the\nSpider has contrived for herself, in the middle of her trap, a floor in\nwhose construction the sticky spiral thread plays no part. There is\nhere, covering a space which, in the larger webs, is about equal to the\npalm of one's hand, a neutral fabric in which the exploring straw finds\nno adhesiveness anywhere. Here, on this central resting-floor, and here only, the Epeira takes\nher stand, waiting whole days for the arrival of the game. However\nclose, however prolonged her contact with this portion of the web, she\nruns no risk of sticking to it, because the gummy coating is lacking,\nas is the twisted and tubular structure, throughout the length of the\nspokes and throughout the extent of the auxiliary spiral. These pieces,\ntogether with the rest of the framework, are made of plain, straight,\nsolid thread. But when a victim is caught, sometimes right at the edge of the web,\nthe Spider has to rush up quickly, to bind it and overcome its attempts\nto free itself. She is walking then upon her network; and I do not find\nthat she suffers the least inconvenience. The lime-threads are not even\nlifted by the movements of her legs. In my boyhood, when a troop of us would go, on Thursdays (The weekly\nhalf-day in French schools.--Translator's Note. ), to try and catch a\nGoldfinch in the hemp-fields, we used, before covering the twigs with\nglue, to grease our fingers with a few drops of oil, lest we should get\nthem caught in the sticky matter. Does the Epeira know the secret of\nfatty substances? I rub my exploring straw with slightly oiled paper. When applied to the\nspiral thread of the web, it now no longer sticks to it. I pull out the leg of a live Epeira. Brought just as it\nis into contact with the lime-threads, it does not stick to them any\nmore than to the neutral cords, whether spokes or part of the\nframework. We were entitled to expect this, judging by the Spider's\ngeneral immunity. But here is something that wholly alters the result. I put the leg to\nsoak for a quarter of an hour in disulphide of carbon, the best solvent\nof fatty matters. I wash it carefully with a brush dipped in the same\nfluid. When this washing is finished, the leg sticks to the\nsnaring-thread quite easily and adheres to it just as well as anything\nelse would, the unoiled straw, for instance. Did I guess aright when I judged that it was a fatty substance that\npreserved the Epeira from the snares of her sticky Catherine-wheel? The\naction of the carbon-disulphide seems to say yes. Besides, there is no\nreason why a substance of this kind, which plays so frequent a part in\nanimal economy, should not coat the Spider very slightly by the mere\nact of perspiration. We used to rub our fingers with a little oil\nbefore handling the twigs in which the Goldfinch was to be caught; even\nso the Epeira varnishes herself with a special sweat, to operate on any\npart of her web without fear of the lime-threads. However, an unduly protracted stay on the sticky threads would have its\ndrawbacks. In the long run, continual contact with those threads might\nproduce a certain adhesion and inconvenience to the Spider, who must\npreserve all her agility in order to rush upon the prey before it can\nrelease itself. For this reason, gummy threads are never used in\nbuilding the post of interminable waiting. It is only on her resting-floor that the Epeira sits, motionless and\nwith her eight legs outspread, ready to mark the least quiver in the\nnet. It is here, again, that she takes her meals, often long-drawn out,\nwhen the joint is a substantial one; it is hither that, after trussing\nand nibbling it, she drags her prey at the end of a thread, to consume\nit at her ease on a non-viscous mat. As a hunting-post and refectory,\nthe Epeira has contrived a central space, free from glue. As for the glue itself, it is hardly possible to study its chemical\nproperties, because the quantity is so slight. The microscope shows it\ntrickling from the broken threads in the form of a transparent and more\nor less granular streak. The following experiment will tell us more\nabout it. With a sheet of glass passed across the web, I gather a series of\nlime-threads which remain fixed in parallel lines. I cover this sheet\nwith a bell-jar standing in a depth of water. Soon, in this atmosphere\nsaturated with humidity, the threads become enveloped in a watery\nsheath, which gradually increases and begins to flow. The twisted shape\nhas by this time disappeared; and the channel of the thread reveals a\nchaplet of translucent orbs, that is to say, a series of extremely fine\ndrops. In twenty-four hours the threads have lost their contents and are\nreduced to almost invisible streaks. If I then lay a drop of water on\nthe glass, I get a sticky solution similar to that which a particle of\ngum arabic might yield. The conclusion is evident: the Epeira's glue is\na substance that absorbs moisture freely. In an atmosphere with a high\ndegree of humidity, it becomes saturated and percolates by sweating\nthrough the side of the tubular threads. Mary went to the bathroom. These data explain certain facts relating to the work of the net. The\nEpeirae weave at very early hours, long before dawn. Should the air\nturn misty, they sometimes leave that part of the task unfinished: they\nbuild the general framework, they lay the spokes, they even draw the\nauxiliary spiral, for all these parts are unaffected by excess of\nmoisture; but they are very careful not to work at the lime-threads,\nwhich, if soaked by the fog, would dissolve into sticky shreds and lose\ntheir efficacy by being wetted. The net that was started will be\nfinished to-morrow, if the atmosphere be favourable. While the highly-absorbent character of the snaring-thread has its\ndrawbacks, it also has compensating advantages. The Epeirae, when\nhunting by day, affect those hot places, exposed to the fierce rays of\nthe sun, wherein the Crickets delight. In the torrid heats of the\ndog-days, therefore, the lime-threads, but for special provisions,\nwould be liable to dry up, to shrivel into stiff and lifeless\nfilaments. At the most scorching times\nof the day they continue supple, elastic and more and more adhesive. The\nmoisture of which the air is never deprived penetrates them slowly; it\ndilutes the thick contents of their tubes to the requisite degree and\ncauses it to ooze through, as and when the earlier stickiness\ndecreases. What bird-catcher could vie with the Garden Spider in the\nart of laying lime-snares? And all this industry and cunning for the\ncapture of a Moth! Sandra went back to the bathroom. I should like an anatomist endowed with better implements than mine and\nwith less tired eyesight to explain to us the work of the marvellous\nrope-yard. How is the silken matter moulded into a capillary tube? How\nis this tube filled with glue and tightly twisted? And how does this\nsame mill also turn out plain threads, wrought first into a framework\nand then into muslin and satin? What a number of products to come from\nthat curious factory, a Spider's belly! I behold the results, but fail\nto understand the working of the machine. I leave the problem to the\nmasters of the microtome and the scalpel. The Epeirae are monuments of patience in their lime-snare. With her\nhead down and her eight legs widespread, the Spider occupies the centre\nof the web, the receiving-point of the information sent along the\nspokes. If anywhere, behind or before, a vibration occur, the sign of a\ncapture, the Epeira knows about it, even without the aid of sight. Until then, not a movement: one would think that the animal was\nhypnotized by her watching. At most, on the appearance of anything\nsuspicious, she begins shaking her nest. This is her way of inspiring\nthe intruder with awe. If I myself wish to provoke the singular alarm,\nI have but to tease the Epeira with a bit of straw. You cannot have a\nswing without an impulse of some sort. The terror-stricken Spider, who\nwishes to strike terror into others, has hit upon something much\nbetter. With nothing to push her, she swings with the floor of ropes. There is no effort, no visible exertion. Not a single part of the\nanimal moves; and yet everything trembles. When calm is restored, she resumes her attitude, ceaselessly pondering\nthe harsh problem of life:\n\n\"Shall I dine to-day, or not?\" Certain privileged beings, exempt from those anxieties, have food in\nabundance and need not struggle to obtain it. Such is the Gentle, who\nswims blissfully in the broth of the putrefying Adder. Others--and, by\na strange irony of fate, these are generally the most gifted--only\nmanage to eat by dint of craft and patience. You are of their company, O my industrious Epeirae! So that you may\ndine, you spend your treasures of patience nightly; and often without\nresult. I sympathize with your woes, for I, who am as concerned as you\nabout my daily bread, I also doggedly spread my net, the net for\ncatching ideas, a more elusive and less substantial prize than the\nMoth. The best part of life is not in the\npresent, still less in the past; it lies in the future, the domain of\nhope. All day long, the sky, of a uniform grey, has appeared to be brewing a\nstorm. In spite of the threatened downpour, my neighbour, who is a\nshrewd weather-prophet, has come out of the cypress-tree and begun to\nrenew her web at the regular hour. Her forecast is correct: it will be\na fine night. See, the steaming-pan of the clouds splits open; and,\nthrough the apertures, the moon peeps, inquisitively. I too, lantern in\nhand, am peeping. A gust of wind from the north clears the realms on\nhigh; the sky becomes magnificent; perfect calm reigns below. The\nSpider will dine to-day. What happens next, in an uncertain light, does not lend itself to\naccurate observation. It is better to turn to those Garden Spiders who\nnever leave their web and who hunt mainly in the daytime. The Banded\nand the Silky Epeira, both of whom live on the rosemaries in the\nenclosure, shall show us in broad daylight the innermost details of the\ntragedy. I myself place on the lime-snare a victim of my selecting. Its six legs\nare caught without more ado. If the insect raises one of its tarsi and\npulls towards itself, the treacherous thread follows, unwinds slightly\nand, without letting go or breaking, yields to the captive's desperate\njerks. Any limb released only tangles the others still more and is\nspeedily recaptured by the sticky matter. There is no means of escape,\nexcept by smashing the trap with a sudden effort whereof even powerful\ninsects are not always capable. Warned by the shaking of the net, the E",
    "query": "Where is Sandra? ",
    "target": "bathroom"
}